Repository: pisilinux/project
Catalog: panda-kde/po/*.po
Languages: es, hr, it, nl, pl, ru

source: Current Driver Information
es: Información sobre el controlador actual
hr: Informacije o trenutnom upravljačkom programu
it: Informazioni sul driver in uso
nl: Huidig stuurprogramma-informatie
pl: Informacje sterownika
ru: Информация о текущем драйвере

source: Vendor:
es: Fabricante:
hr: Isporučitelj:
it: Venditore:
nl: Fabrikant:
pl: Dostawca:
ru: Производитель:

source: Renderer:
es: Renderizador:
nl: Type:
pl: Wykonywanie:
ru: Визуализация:

source: Version:
es: Versión:
hr: Verzija:
it: Versione:
nl: Versie:
pl: Wersja:
ru: Версия:

source: Driver Preference
es: Preferencias del Controlador
hr: Osobitosti upravljačkog programa
it: Preferenze Driver
nl: Voorkeur stuurprogramma
pl: Ustawienia sterownika
ru: Настройки драйвера

source: Use the driver developed by the open source community
es: Usar el controlador de código abierto desarrollado por la comunidad
hr: Koristite upravljački program koji je razvila zajednica otvorenog koda
it: Usa il driver sviluppato dalla comunità open source
nl: Het door de open-source gemeenschap gemaakte stuurprogramma gebruiken
pl: Użyj sterownika stworzonego przez społeczność Open Source
ru: Использовать драйвер, который разработан свободным сообществом

source: Use the proprietary driver provided by the manufacturer
es: Usar el controlador propietario del fabricante
hr: Koristite vlasnički upravljački program koji je dao proizvođač
it: Usa il driver proprietario fornito dal produttore
nl: Het door de fabrikant gemaakte propriÃ«taire stuurprogramma gebruiken
pl: Użyj własnościowego sterownika dostarczonego przez producenta
ru: Использовать проприетарный драйвер, предоставляемый производителем

source: Use the safe driver that provides limited features
es: Usar el controlador seguro con funciones limitadas
hr: Koristite sigurni upravljački program koji daje ograničene mogućnosti
it: Usa il driver sicuro che fornisce funzionalità limitate
nl: Het veilige stuurprogramma met beperkte mogelijkheden gebruiken
pl: Użyj bezpiecznego sterownika, które ogranicza funkcje
ru: Использовать безопасный драйвер, который предоставляет ограниченные возможности

source: Video Driver Administration
es: Administración del controlador de video
hr: Administracija video upravljačkog programa
it: Gestione Driver Video
nl: Beheer videostuurprogramma
pl: Administracja sterownikiem Video
ru: Управление видеодрайвером

source: Please use <a href="http://bugs.pardus.org.tr">http://bugs.pardus.org.tr</a> to report bugs.
es: Por favor ingrese en <a href="http://bugs.pardus.org.tr">http://bugs.pardus.org.tr</a> para reportar problemas.
hr: Molim koristite <a href="http://bugs.pardus.org.tr">http://bugs.pardus.org.tr</a> za prijavu problema.
it: Per favore usare <a href="http://bugs.pardus.org.tr">http://bugs.pardus.org.tr</a> per segnalare i bug.
nl: Gebruik <a href="bugs.pisilinux.org">http://bugs.pisilinux.org</a> om fouten te melden.
pl: Użyj <a href="http://bugs.pardus.org.tr">http://bugs.pardus.org.tr</a> do zgłaszania błędów.
ru: Пожалуйста, используйте <a href="http://bugs.pisilinux.org">http://bugs.pisilinux.org</a> чтобы сообщать об ошибках.

source: Original author
es: Autor inicial
hr: Izvorni autor
it: Autore originale
nl: Oorspronkelijke auteur
pl: Autor oryginału
ru: Автор

# NAME OF TRANSLATORS
source: Your names
es: Sus nombres
hr: Ivica Kolić
it: Nome
nl: Antoon Tolboom, Richard de Bruin
pl: Nazwy
ru: Ваши имена

# EMAIL OF TRANSLATORS
source: Your emails
es: Sus emails
hr: ikoli@yahoo.com
it: Email
nl: atolboo@gmail.com, rr.debruin@gmail.com
pl: Adresy e-mail
ru: Ваши письма

source: Unable to apply settings due to missing packages
es: No es posible aplicar la configuración debido a paquetes faltantes
hr: Ne mogu primjeniti postavke jer nedostaju paketi
it: Impossibile applicare le impostazioni a causa di pacchetti mancanti
nl: Kan instellingen niet toepassen door ontbrekende pakketten
pl: Nie można zastosować ustawień ze względu na brakujące pakiety
ru: Невозможно применить настройки из-за отсутствующих пакетов

source: Unable to authenticate/execute the action: %1, %2
es: No es posible autentificar/ejecutar la acción: %1, %2
hr: Nije moguće provjeriti vjerodostojnost/ izvršiti akciju: %1, %2
it: Impossibile autenticare / eseguire l'azione: %1, %2
nl: Kan de bewerking niet goedkeuren/toepassen: %1, %2
pl: Nie można uwierzytelnić / wykonać działania: %1, %2
ru: Не удалось идентифицироваться/выполнить действие: %1, %2

source: An internal error occurred
es: Ocurrió un error interno
hr: Dogodila se interna greška
it: Verificato un errore interno
nl: Er is een interne fout opgetreden
pl: Wystąpił błąd wewnętrzny
ru: Произошла внутренняя ошибка

source: You have to restart your system for the changes to take affect. Do you want to restart now?
es: Debe reiniciar el sistema para que los cambios tengan efecto. Desea reiniciar ahora?
hr: Morate ponovno pokrenuti vaš sistem da promjene stupe na snagu. Želite li ponovno pokrenuti sada?
it: Devi riavviare il sistema affinché le modifiche abbiano effetto. Vuoi avviarlo ora?
nl: Om de wijzigingen te activeren dient het systeem opnieuw opgestart te worden. Nu opnieuw opstarten?
pl: Musisz ponownie uruchomić system, aby zmiany zostały uwzględnione. Czy chcesz teraz ponownie uruchomić komputer?
ru: Вы должны перезагрузить компьютер, чтобы изменения вступили в силу. Вы хотите перезагрузить сейчас?

source: Video Driver
es: Controlador de vídeo
hr: Video upravljački program
nl: Videostuurprogramma
pl: Sterownik karty graficznej
ru: Видеодрайвер

source: video,driver,graphics,display
es: Video, Controlador, Gráficos, Monitor
hr: video,upravljački program,grafika,zaslon
it: video,driver,graffici,schermo
nl: video,stuurprogramma, grafisch,beeldscherm
pl: video,sterownik,graphics,ekran
ru: видео,драйвер,графика,дисплей
