Repository: pisilinux/project
Catalog: yali-3.0.0/po/*.po
Languages: de, fr, nl

source: An error occured during the installation of packages. This may be caused by a corrupted installation medium error: %s
de: Während der Installation ist ein Fehler aufgetreten. Die Ursache könnte ein fehlerhaftes Installations-Medium sein: %s
fr: Une erreur est survenue lors de l'installation de paquets. Cette erreur est peut être liée à un défaut de gravure du DVD : %s
nl: Er deed zich een fout voor tijdens de installatie van pakketten. Mogelijk veroorzaakt door een beschadigd installatiemedium fout: %s

source: No storage device found.
de: Kein Speichergerät gefunden.
fr: Aucun périphérique de stockage trouvé.
nl: Geen opslagapparaat gevonden.

source: Use Alt-Shift to toggle between alternative keyboard layouts
de: Verwenden Sie Alt-Shift um zwischen alternativen Tastaturlayouts umschalten
fr: Utilisez Alt-Shift pour basculer entre les dispositions de claviers
nl: Gebruik Alt-Shift om tussen alternatieve toetsenbordindelingen te schakelen

source: License text could not be found.
de: Der Lizenztext wurde nicht gefunden.
fr: Texte de la licence introuvable.
nl: Tekst van licentie kan niet gevonden worden.

source: No partitions are available to resize. Only physical partitions which size is greater than %s MB can be resized.
de: Keine Partition für eine Größenänderung verfügbar. Nur physikalische Partitionen dessen Größe %s MB übersteigen können geändert werden.
fr: Aucune partition disponible pour le redimensionnement. Seules les partitions physiques de taille supérieure à %s Mo peuvent être redimensionnées.
nl: Geen partitie beschikbaar om in grootte aan te passen. Dit is alleen mogelijk voor fysieke partities groter dan %s MB.

source: Use All Disks
de: Alle Speichergeräte verwenden
fr: Utiliser tous les disques
nl: Alle schijven gebruiken

source: The partitioning scheme you requested caused the following critical errors.You must correct these errors before you continue your installation of %s.
de: Die von Ihnen geforderte Partitionierung verursachte folgende kritischen Fehler. Bevor Sie mit der Installation von %s fortfahren können müssen Sie diese Fehler korrigieren,
fr: Le schéma de partitionnement que vous avez demandé a causé les erreurs critiques suivantes. Vous devez corriger ces erreurs avant de poursuivre votre installation de %s.
nl: Het gevraagde partitieschema veroorzaakt de volgende kritieke fouten. Los deze fouten op, om door te kunnen gaan met de installatie van %s.

source: Partitioning Errors
de: Partitionierungs Fehler
fr: Erreurs de partitionnement
nl: Partitioneringsfout

source: The partitioning scheme you requested generated the following warnings. Would you like to continue with your requested partitioning scheme?
de: Die von Ihnen geforderte Partitionierung hat die folgenden Warnungen hervorgerufen. Möchten Sie trotzdem mit der geplanten Formatierung fortfahren?
fr: Le schéma de partitionnement que vous avez demandé a généré les avertissements suivants. Souhaitez-vous continuer avec ce schéma de partitionnement ?
nl: Het gevraagde partitieschema veroorzaakt de volgende waarschuwingen. Doorgaan met het gevraagde partitieschema?

source: Partitioning Warnings
de: Partitionierungs Warnungen
fr: Avertissements de partitionnement
nl: Partitioneringswaarschuwingen

source: The following pre-existing devices have been selected to be formatted, destroying all data.
de: Die folgenden schon benutzten Geräte wurden zur Formatierung ausgewählt. Alle vorhandenen Daten werden dadurch verloren gehen.
fr: Les disques durs suivants ont été choisis pour être formatés, détruisant toutes leurs données.
nl: De volgende reeds bestaande schijven zijn geselecteerd om geformatteerd te worden en waardoor alle gegevens vernietigd worden.

source: Format Warnings
de: Formatierungs Warnungen
fr: Avertissements de format
nl: Formatteerwaarschuwingen

source: All Changes that you made will be removed
de: Alle Änderungen die Sie gemacht haben werden rückgängig gemacht
fr: Tous les changements que vous avez faits seront supprimés.
nl: Alle gemaakte wijzigingen zullen verwijderd worden

source: Standard
nl: Standaard

source: Partition
nl: Partitie

source: Volume Groups
de: Volume Gruppen
fr: Groupes de volumes
nl: Volumegroepen

source: Free
de: Frei
fr: Disponible
nl: Vrij

source: Hard Drives
de: Festplatten
fr: Disques durs
nl: Harde schijven

source: Can't handle more than one extended partition per disk
de: Mehr als eine erweiterte Partition pro Festplatte ist nicht möglich
fr: Ne peut pas gérer plus d'une partition étendue par disque
nl: Niet meer dan een uitgebreide partitie is toegestaan per schijf

source: Crossed logical partition before extended
de: Crossed Logical Partition vor einer Extended
fr: Partition logique croisée avant d'être prolongée
nl: Crossed logische partitie voor uitgebreide

source: Extended
de: Erweitert
fr: Étendu
nl: Uitgebreide

source: Error Partitioning
de: Fehler während der Partitionierung
fr: Erreur de partitionnement
nl: Partitioneringsfout

source: Could not allocate requested partitions: %s.
de: Konnte geforderte Partition(en) nicht zuweisen: %s.
fr: Impossible d'allouer les partitions demandées : %s.
nl: Kan gevraagde partities niet toewijzen: %s.

source: Warning Partitioning
de: Warnung während Partitionierung
fr: Avertissement de partitionnement
nl: Partitioneringswaarschuwing

source: Warning: %s.
de: Warnung: %s.
fr: Avertissement : %s.
nl: Waarschuwing: %s.

source: Modify Partition
de: Partition verändern
fr: Modifier la partition
nl: Partitie wijzigen

source: Partition Selection Warning
de: Warnung durch Partitionsauswahl
fr: Avertissement de sélection de partition
nl: Waarschuwing partitioneringselectie

source: Please select free physical partition to create new device.
de: Bitte wählen Sie eine freie physikalische Partition aus, um ein neues Gerät zu erstellen.
fr: Choisissez une partition physique libre pour créer un nouveau disque dur.
nl: Selecteer een vrije fysieke partitie om een nieuw item aan te maken.

source: Unable To Edit
de: Editieren nicht möglich
fr: Impossible de modifier
nl: Bewerken niet mogelijk

source: You cannot edit this device: %s
de: Sie können dieses Gerät nicht editieren: %s
fr: Vous ne pouvez pas modifier ce disque dur : %s
nl: Apparaat kan niet bewerkt worden: %s

source: Don't use your user name or name as a password
de: Verwenden Sie nicht Ihren Benutzernamen oder Namen als Passwort
fr: Ne pas utiliser votre nom d'utilisateur ou un mot de passe
nl: Gebruik gebruikersnaam of naam niet als wachtwoord

source: Passwords do not match
de: Die Passwörter stimmen nicht überein
fr: Les mots de passe ne correspondent pas
nl: Wachtwoorden komen niet overeen

source: Password is too short
de: Das Passwort ist zu kurz
fr: Mot de passe trop court
nl: Wachtwoord is te kort

source: Cannot Rescue
de: Wiederherstellen nicht möglich
fr: Impossible de réparer
nl: Kan niet herstellen

source: Your current installation cannot be rescued.
de: Ihre aktuelle Installation kann nicht gerettet werden.
fr: Votre installation actuelle ne peut pas être réparée.
nl: De huidige installatie kan niet hersteld worden.

source: Super User
fr: Administrateur (root)
nl: Systeembeheerder

source: Starting D-Bus...
de: Starte DBUS...
fr: Démarrage de DBUS...
nl: Starten van D-Bus...

source: Connecting to D-Bus...
de: Verbinde mit DBUS...
fr: Connexion à D-Bus...
nl: Aan het verbinden met D-Bus...

source: Fetching history...
de: History wird eingelesen ...
fr: Obtention de l'historique...
nl: Geschiedenis aan het ophalen...

source: Please Wait...
de: Bitte warten...
fr: Veuillez patienter...
nl: Even geduld...

source: No connection available
de: Keine Verbindung verfügbar
fr: Aucune connexion disponible
nl: Geen verbinding beschikbaar

source: Operation %(no)s : %(date)s - %(type)s
fr: Opération %(no)s : %(date)s - %(type)s
nl: Bewerking %(no)s : %(date)s - %(type)s

source: Connecting to network %s...
de: Verbinde mit Netzwerk %s...
fr: Connexion au réseau %s...
nl: Verbinden met netwerk %s...

source: Connection failed
de: Verbindung fehlgeschlagen
fr: Échec de la connexion
nl: Verbinding is mislukt

source: Connected
de: Verbunden
fr: Connecté
nl: Verbonden

source: Mount failed
de: Einhängen fehlgeschlagen
fr: Échec du montage
nl: Aankoppelen is mislukt

source: The following error occurred when mounting the file systems listed in /etc/fstab. Please fix this problem and try to rescue again. %s
de: Beim Einhängen des Dateisystems, wie in /etc/fstab gelistet, ist ein Fehler aufgetreten. Bitte beheben Sie das Problem und versuchen Sie die Wiederherstellung erneut. %s
fr: L'erreur suivante s'est produite lors du montage des systèmes de fichiers listés dans /etc/fstab. Merci de corriger ce problème et de tenter de réparer de nouveau. %s
nl: De volgende fout is opgetreden tijdens het aankoppelen van de in /etc/fstab vermelde bestandsystemen. Probeer dit probleem op te lossen en probeer het herstellen dan opnieuw. %s

source: <b><p>Are you sure you want to restart the computer?</p></b>
de: <b><p>Wollen Sie den Computer wirklich neu starten?</p></b>
fr: <b><p>Êtes-vous sûr de vouloir redémarrer l'ordinateur ?</p></b>
nl: <b><p>Werkelijk de computer opnieuw opstarten?</p></b>

source: Installation starts in <b>%s</b> seconds
de: Die Installation startet in <b>%s</b> Sekunden
fr: L'installation débutera dans <b>%s secondes</b>
nl: Installatie start over <b>%s</b> seconden

source: Start Installation
de: Installation starten
fr: Commencer l'installation
nl: Installatie starten

source: Apply Settings
de: Einstellungen übernehmen
fr: Appliquer les paramètres
nl: Instellingen toepassen

source: Keyboard Settings
de: Tastatureinstellungen
fr: Configuration du clavier
nl: Toetsenbordinstellingen

source: Selected keyboard layout is <b>%s</b>
de: Gewählte Tastaturbelegung ist <b>%s</b>
fr: Disposition du clavier choisie <b>%s</b>
nl: Geselecteerde toetenbordindeling is <b>%s</b>

source: Date/Time Settings
de: Datum/Uhrzeit Einstellungen
fr: Configuration de Date/Heure
nl: Datum/tijd instellingen

source: Selected TimeZone is <b>%s</b>
de: Gewählte Zeitzone ist <b>%s</b>
fr: Fuseau horaire sélectionné : <b>%s</b>
nl: Geselecteerde tijdszone is <b>%s</b>

source: User Settings
de: Benutzer Einstellungen
fr: Configuration des utilisateurs
nl: Gebruikerinstellingen

source: User %(username)s (<b>%(realname)s</b>) added.
de: Benutzer %(username)s (<b>%(realname)s</b>) hinzugefügt.
fr: Ajout de l'utilisateur %(username)s (<b>%(realname)s</b>).
nl: Gebruiker %(username)s (<b>%(realname)s</b>) is toegevoegd.

source: User %(username)s (<b>%(realname)s</b>) added with <u>administrator privileges</u>.
de: Benutzer %(username)s (<b>%(realname)s</b>) hinzugefügt mit <u>Administratorrechten</u>.
fr: Ajout de l'utilisateur %(username)s (<b>%(realname)s</b>) avec des <u>droits d'administrateur</u>.
nl: Gebruiker %(username)s (<b>%(realname)s</b>) is toegevoegd met <u>beheerderrechten</u>.

source: Hostname Settings
de: Hostnamen Einstellungen
fr: Configuration du nom d'hôte
nl: Hostnaam instellingen

source: Hostname is set as <b>%s</b>
de: Hostname ist festgelegt als <b>%s</b>
fr: Le nom d'hôte est <b>%s</b>
nl: Hostnaam is ingesteld als <b>%s</b>

source: Partition Settings
de: Partitions Einstellungen
fr: Configuration des partitions
nl: Partitie instellingen

source: Automatic Partitioning selected.
de: Automatische Partitionierung ausgewählt.
fr: Partitionnement automatique sélectionné.
nl: Automatisch partitioneren geselecteerd.

source: Use All Space
de: Gesamten Speicherplatz verwenden
fr: Utiliser tout l'espace
nl: Alle ruimte gebruiken

source: Removes all partitions on the selected %s device(s). <b><u>This includes partitions created by other operating systems.</u></b>
de: Entfernt alle Partitionen auf den gewählten %s Gerät(en).<b><u>Dies gilt auch für die Partitionen, die von anderen Betriebssystemen erstellt wurden.</u></b>
fr: Supprime toutes les partitions sur le disque dur sélectionné %s. <b><u>Cela inclut les partitions créées par d'autres systèmes d'exploitation.</u></b>
nl: Alle partities op de geselecteerde %s schijf(en) worden verwijderd. <b><u>Dit betreft ook door andere besturingssystemen aangemaakte partities.</u></b>

source: Replace Existing Linux System(s)
de: Ersetze vorhandene Linux System(e)
fr: Remplacer des systèmes Linux existants
nl: Huidige Linux-systeem(en) vervangen

source: Removes all Linux partitions on the selected%s device(s). This does not remove other partitions you may have on your storage device(s) (such as VFAT or FAT32)
de: Entfernt alle Linuxpartitionen auf dem gewählten %s Gerät(en). Diese Einstellung entfernt jedoch nicht andere vorhandene Partitionen auf dem Speichergerät (z.B. VFAT, FAT32).
fr: Supprime toutes les partitions Linux sur le disque dur sélectionné %s. Cela ne supprime pas les autres partitions (comme VFAT ou FAT32) que vous pourriez avoir sur votre périphérique de stockage.
nl: Alle Linux-partities op de geselecteerde %s schijf(en) worden verwijderd. Dit betreft niet het verwijderen van andere partities die op de schijf aanwezig zijn (zoals VFAT of FAT32)

source: Retains your current data and partitions and uses only the unpartitioned space on the selected %s device(s), assuming you have enough free space available.
de: Ihre vorhandenen Daten und Partitionen bleiben unberührt. Nur der unpartitionierte Bereich auf dem gewählten %s Gerät wird unter der Vorraussetzung genutzt, dass Sie genügend freien Speicherplatz zur Verfügung haben.
fr: Conserve vos données et partitions actuelles et utilise uniquement l'espace non partitionné sur le disque dur sélectionné %s, en supposant que vous ayez suffisamment d'espace libre disponible.
nl: De huidige gegevens en partities blijven behouden en alleen de ongepartitioneerde ruimte op de geselecteerde %s schijf(ven) worden gebruikt, aannemende dat er voldoende vrije ruimte aanwezig is

source: Manual Partitioning selected.
de: Manuelle Partitionierung ausgewählt.
fr: Partitionnement manuel choisi.
nl: Handmatig partitioneren geselecteerd.

source: Bootloader Settings
de: Einstellungen des Bootloaders
fr: Paramètres du chargeur de démarrage
nl: Bootlader instellingen

source: GRUB will be installed to <b>%s</b>.
de: GRUB wird installiert nach <b>%s</b>.
fr: GRUB sera installé sur <b>%s</b>
nl: GRUB zal geïnstalleerd worden op <b>%s</b>.

source: GRUB will not be installed.
de: GRUB wird nicht installiert.
fr: GRUB ne sera pas installé.
nl: GRUB zal niet geïnstalleerd worden.

source: Package Installation Settings
de: Einstellungen der Paketinstallation
fr: Paramètres d'installation des paquets
nl: Pakketinstalatie-instellingen

source: Collection <b>%s</b> selected
de: Kollection <b>%s</b> ausgewählt
fr: Collection <b>%s</b> sélectionnée
nl: Verzameling %s geselecteerd

source: Confirm
de: Bestätige
fr: Confirmer
nl: Bevestigen

source: The partitioning options you have selected will now be written to disk. Any data on deleted or reformatted partitions will be lost.
de: Die Partitionierung wird jetzt wie von Ihnen vorgegeben durchgeführt. Alle Daten auf den gelöschten oder formatierten Partitionen können nicht wieder hergestellt werden.
fr: Les options de partitionnement que vous avez sélectionnées vont maintenant être écrites sur le disque. Toutes les données sur des partitions effacées ou reformatées seront perdues.
nl: De geselecteerde partitioneringsopties worden nu naar de schijf geschreven. Alle gegevens op verwijderde of opnieuw geformatteerde partities gaan verloren.

source: Write Changes to Disk
de: Schreibe Änderungen auf Datenträger
fr: Écrire les modifications sur le disque
nl: Wijzigingen naar schijf schrijven

source: Go Back
de: Zurück
fr: Retour
nl: Ga terug

source: Proprietary Hardware Drivers
de: Proprietäre Hardwaretreiber
fr: Pilotes propriétaires
nl: Propriëtaire hardware stuurprogramma

source: Update
de: Aktualisieren
fr: Mise à jour
nl: Bijwerken

source: This user name is already taken, please choose another one.
de: Dieser Benutzername ist bereits vergeben, bitte wählen Sie einen anderen.
fr: Cet utilisateur existe déjà, choisissez-en un autre !
nl: De gebruikernaam bestaat reeds, kies een andere.

source: The user name contains invalid characters.
de: Der Benutzname enthält unzulässige Zeichen.
fr: Le nom d'utilisateur contient des caractères invalides !
nl: De gebruikernaam bevat ongeldige tekens

source: The real name contains invalid characters.
de: Der Name enthält unzulässige Zeichen.
fr: Le nom réel contient des caractères invalides !
nl: De echte naam bevat ongeldige tekens.

source: User ID used before, choose another one!
de: Die Benutzer-ID ist bereits vergeben, bitte eine andere ID wählen!
fr: Identifiant utilisateur déjà pris, choisissez-en un autre !
nl: Het gebruiker-id bestaat reeds. Kies een andere!

source: Partitions to Shrink
de: Partition, die verkleinert wird
fr: Partitions à réduire
nl: Partitie om kleiner te maken

source: Resize FileSystem Error
de: Fehler des Dateisystems durch Größenänderung
fr: Erreur de redimensionnement du système de fichiers
nl: Fout groottewijziging bestandsysteem

source: Resize Device Error
de: Gerätefehler bei Größenänderung
fr: Erreur de redimensionnement du périphérique
nl: Fout wijziging apparaatgrootte

source: You cannot remove this physical volume because otherwise the volume group will be too small to hold the currently defined logical volumes.
de: Sie können dieses Physical Volume nicht entfernen, da sonst die Volume-Gruppe zu klein wird, um die aktuell definierten Logical Volumes zu beinhalten.
fr: Vous ne pouvez pas supprimer ce volume physique parce que\sinon le groupe de volumes sera trop petite pour contenir les volumes logiques actuels.
nl: Dit fysieke volume kan niet verwijderd worden omdat anders de volumegroep te klein wordt om de huidige gedefinieerde logische volumes te bevatten.

source: Don't ask again
de: Nicht nochmal fragen
fr: Ne plus demander
nl: Deze vraag niet meer stellen

source: Do you want to continue?
de: Möchten Sie fortfahren?
fr: Voulez-vous continuer ?
nl: Wilt u doorgaan?

source: Information
nl: Informatie

source: Error reporting
de: Fehler Berichterstattung
fr: Erreur de rapport
nl: Fout rapporteren

source: Pixmaps resources file doesn't exists
de: Quelldatei für Pixmaps existiert nicht
fr: Le fichier des ressources Pixmaps n'existe pas
nl: Pixmaps-bronbestand bestaat niet

source: Style file doesn't exists
de: Stilbeschreibung nicht vorhanden
fr: Le fichier Style n'existe pas
nl: Stijlbestand bestaat niet

source: Release file doesn't exists
de: Release Notes existieren nicht
fr: Le fichier des notes de publication n'existe pas
nl: Uitgavebestand bestaat niet

source: Turn Off Computer
de: Computer ausschalten
fr: Éteindre l'ordinateur
nl: Computer uitschakelen

source: Restart Computer
de: Computer neu starten
fr: Redémarrer l'ordinateur
nl: Computer herstarten

source: Restart YALI
de: YALI neu starten
fr: Redémarrez YALI
nl: YALI herstarten

source: right
de: rechts
fr: droite
nl: rechts

source: left
de: links
fr: gauche
nl: links

source: Mouse Settings
de: Maus Einstellungen
fr: Paramètres de la souris
nl: Muisinstellingen

source: You just clicked the <b>%s</b> mouse button.
de: Sie haben soeben die <b>%s</b> Maustaste gedrückt.
fr: Vous avez appuyé sur le bouton <b>%s</b>.
nl: U heeft zojuist op de <b>%s</b>-knop gedrukt.

source: Do you want to switch to the <b>%s</b> handed configuration?
de: Möchten Sie zur Einstellung für <b>%s</b>händer umstellen?
fr: Voulez-vous utiliser une souris pour <b>%s</b> ?
nl: Naar de <b>%s</b>-handige configuratie schakelen?

source: Are you sure you want to shut down your computer now?
de: Wollen Sie wirklich den Computer jetzt herunterfahren?
fr: Êtes-vous sûr de vouloir éteindre votre ordinateur maintenant ?
nl: Werkelijk de computer nu uitschakelen?

source: Are you sure you want to restart your computer now?
de: Wollen Sie wirklich den Computer jetzt neu starten?
fr: Êtes-vous sûr de vouloir redémarrer votre ordinateur maintenant ?
nl: Werkelijk de computer nu herstarten?

source: Are you sure you want to restart the YALI installer now?
de: Wollen Sie wirklich die Installationsroutine YALI jetzt neu starten?
fr: Êtes-vous sûr de vouloir redémarrer l'installeur YALI maintenant ?
nl: Werkelijk de YALI-installeerder herstarten?</p></b?

source: An error occurred when attempting to load screens:%s
de: Bei dem Versuch den Bildschirm zu laden ist ein Fehler aufgetreten:%s
fr: Une erreur s'est produite lors de la tentative de chargement des écrans : %s
nl: Er is een fout opgetreden tijdens het laden van scherm(en):%s

source: Release notes could not be loaded.
de: Release Notes konnten nicht geladen werden.
fr: Les notes de version ne peuvent être chargées.
nl: Kan uitgavenotities niet laden.

source: Windows
nl: Vensters

source: This partition is part of an inconsistent LVM Volume Group.
de: Diese Partition ist Teil einer inkonsistenten LVM Volume Gruppe.
fr: Cette partition fait partie d'un groupe de volumes LVM inconsistant.
nl: Deze partitie is deel van een inconsistente LVM-volumegroep

source: Failed teardownAll in storage.complete with error:%s
de: teardownAll in storage.complete mit Fehler: %s fehlgeschlagen
fr: Échec de la reconstruction dans storage.complete : %s
nl: Mislukte teardownAll in storage.complete met fout:%s

source: Storage Device Error
de: Speichergerätefehler
fr: Erreur de périphérique de stockage
nl: Fout van opslagapparaat

source: There was an error encountered while partitioning on device %s.
de: Während der Partitionierung des Geräts %s ist ein Fehler aufgetreten.
fr: Une erreur est survenue lors du partitionnement de la partition %s.
nl: Er is een fout is opgetreden tijdens het partitioneren van apparaat %s.

source: Storage Format Error
de: Formatierungsfehler
fr: Erreur de format de stockage
nl: Fout bij opslagformaat

source: There was an error encountered while formatting on device %s.
de: Während der Formatierung von Gerät %s ist ein Fehler aufgetreten.
fr: Une erreur est survenue lors du formatage de la partition %s.
nl: Er is een fout is opgetreden tijdens het formatteren op apparaat %s.

source: Exit installer
de: Installer beenden
fr: Sortir de l'installeur
nl: Installatiegereedschap beëindigen

source: Ignore
de: Ignoriere
fr: Ignorer
nl: Negeren

source: Dirty File Systems
de: Dirty File System
fr: Systèmes de fichiers impropres
nl: Niet-goede bestandsystemen

source: The following file systems for your Linux system were not unmounted cleanly. Please boot your Linux installation, let the file systems be checked and shut down cleanly to rescue. %s
de: Das folgende Dateisystem des Linuxsystems wurde nicht sauber ausgehängt. Bitte starten Sie Linux, prüfen Sie das Dateisystem und fahren Sie das System für den Wiederherstellungsvorgang sauber herunter. %s
fr: Les systèmes de fichiers suivants n'ont pas été démontés proprement. Merci de redémarrer votre PC, de laisser faire la vérification des systèmes de fichiers et d'éteindre proprement pour réparer. %s
nl: De volgende bestandsystemen voor het Linux-systeem zijn niet goed afgekoppeld. Start de Linux-installatie op, laat de bestandsystemen controleren en sluit af om het te herstellen. %s

source: The following file systems for your Linux system were not unmounted cleanly. Would you like to mount them anyway? %s
de: Die folgenden Dateisysteme des Linuxsystems wurden nicht sauber ausgehängt. Wollen Sie sie trotzdem einhängen? %s
fr: Les systèmes de fichiers suivants n'ont pas été démontés proprement. Souhaitez-vous les monter quand même ? %s
nl: De volgende bestandsystemen voor het Linux-systeem zijn niet goed afgekoppeld. Wilt u ze toch aankoppelen? %s
