Repository: pisilinux/project
Catalog: yali-3.0.0/po/*.po
Languages: de, fr, nl

source: This partition is holding the data for the hard drive install.
de: Partition auf der Pisi Linux installiert ist
fr: Cette partition garde les données pour l'installation sur disque dur.
nl: Deze partitie bevat gegevens om op harde schijf te installeren

source: You cannot delete a partition of a LDL formatted DASD.
de: Sie können die Partition einer LDL formatierten DASD nicht löschen.
fr: Vous ne pouvez pas supprimer une partition d'un DASD formaté en LDL.
nl: Het verwijderen van een partitie een LDL geformatteerde DASD is niet mogelijk.

source: This device is part of the RAID device %s, you have to edit or remove the raid partition appropriately!
de: Dieses Gerät ist Teil des RAID-Gerätes %s. Sie müssen die RAID Partition korrekt editieren oder entfernen.
fr: Ce disque fait partie du disque RAID %s, vous devez modifier ou supprimer la partition RAID de manière appropriée !
nl: Deze schijf maakt deel uit van het RAID-apparaat %s, het is noodzakelijk om de RAID-partitie op de juiste manier te bewerken of te verwijderen.

source: This device is part of a RAID device.
de: Dieses Gerät ist Teil eines RAID-Gerätes.
fr: Ce disque fait partie d'un disque RAID.
nl: Dit apparaat is deel van een Raid-apparaat.

source: This device is part of the LVM volume group '%s'.
de: Dieses Gerät ist Teil der LVM Volume Gruppe '%s'.
fr: Ce disque fait partie du groupe de volumes LVM '%s'.
nl: Dit apparaat is deel van de LVM-volumegroep '%s'.

source: This device is part of a LVM volume group.
de: Dieses Gerät ist Teil einer LVM Volume Gruppe.
fr: Ce disque fait partie d'un groupe de volumes LVM.
nl: Dit apparaat is deel van een LVM-volumegroep.

source: This device is an extended partition which contains logical partitions that cannot be deleted:
de: Dieses Gerät ist eine erweiterte Partition, die logische Partitionen enthält, die nicht gelöscht werden können:
fr: Cette partition est une partition étendue qui contient les partitions logiques non supprimables :
nl: Deze partitie is een uitgebreide partitie en bevat een logische partitie en kan niet verwijderd worden:

source: You have not defined a root partition (/),which is required for installation of %s to continue.
de: Sie haben keine Root-Partition (/) definiert, welche für die Installation von %s erforderlich ist.
fr: Vous n'avez pas défini de partition racine (/), ce qui est obligatoire pour la poursuite de l'installation de %s.
nl: Er is geen root-partitie (/) opgegeven, en deze is noodzakelijk voor de installatie van %s om door te gaan.

source: Your / partition is less than %(min)s MB which is lower than recommended for a normal %(productName)s install.
de: Ihre '/' Partition hat weniger als %(min)s MB und ist somit kleiner als empfohlen für eine normale %(productName)s Installation.
fr: Votre partition racine (/) est inférieure à %(min)s Mo, ce qui est inférieur à la taille recommandée pour une installation de %(productName)s.
nl: De /-partitie is minder dan %(min)s MB en dit is kleiner dan de aanbevolen grootte voor een normale %(productName)s installatie.

source: Your %(mount)s partition is less than %(size)s megabytes which is lower than recommended for a normal %(productName)s install.
de: Ihre %(mount)s Partition ist kleiner als %(size)s Megabyte und ist somit kleiner als empfohlen für eine normale %(productName)s Installation.
fr: Votre partition %(mount)s est inférieure à %(size)s Mo,ce qui inférieur à la taille recommandée pour une installation normale de %(productName)s
nl: De %(mount)s partitie is minder dan %(size)s MB en dit is kleiner dan de aanbevolen grootte voor een normale %(productName)s installatie.

source: You have not specified a swap partition. Due to the amount of memory present, a swap partition is required to complete installation.
de: Sie haben keine Swap-Partition definiert. Aufgrund der Größe des Arbeitsspeichers ist eine Swap-Partition erforderlich, um die Installation abzuschließen.
fr: Vous n'avez pas spécifié une partition de swap. En raison de la quantité de mémoire présente, une partition de swap est nécessaire pour terminer l'installation.
nl: Er is geen swap-partitie gespecificeerd. Vanwege de grootte van het huidig aanwezige geheugen is een swap-partitie noodzakelijk voor het voltooien van de installatie.

source: You have not specified a swap partition. Although not strictly required in all cases, it will significantly improve performancefor most installations.
de: Sie haben keine Swap-Partition definiert. Obwohl sie nicht in jedem Fall zwingend notwendig ist, verbessert eine Swap-Partition bei den meisten Systemen deutlich die Geschwindigkeit.
fr: Vous n'avez pas spécifié de partition de swap. Bien que n'étant pas strictement requise, elle améliorera considérablement la performance de la plupart des installations.
nl: Er is geen swap-partitie gespecificeerd. Alhoewel dit voor alle gevallen niet strikt noodzakelijk is, zal het de prestaties van het systeem voor de meeste installaties belangrijk verbeteren.

source: This mount point is invalid. The %s directory must be on the / file system.
de: Dieser Einhängepunkt ist ungültig. Das %s Verzeichnis muss auf dem / Dateisystem sein.
fr: Ce point de montage n'est pas valide. Le répertoire %s doit être sur le système de fichiers /.
nl: Dit aankoppelpunt is ongeldig. De %s map dient op het / bestandsysteem te zijn.

source: The mount point %s must be on a linux file system.
de: Der Einhängepunkt %s muss auf einem Linux Dateisystem sein.
fr: Le point de montage %s doit être sur un système de fichiers Linux.
nl: Het aankoppelpunt %s dient op een Linux-bestandsysteem te zijn.

source: No Drives Found
de: Keine Laufwerke gefunden
fr: Pas de disques trouvés
nl: Geen schijven gevonden

source: An error has occurred - no valid devices were found on which to create new file systems. Please check your hardware for the cause of this problem.
de: Ein Fehler ist aufgetreten - kein gültiges Gerät gefunden, um ein neues Dateisystem zu erstellen. Bitte überprüfen Sie Ihre Hardware.
fr: Une erreur s'est produite - aucun disque valide n'a été trouvé sur lequel créer de nouveaux systèmes de fichiers. Merci de vérifier votre matériel pour résoudre ce problème.
nl: Er is een fout opgetreden - geen geldige apparaten zijn gevonden om een nieuw bestandsysteem aan te maken. Controleer de hardware om dit probleem op te lossen.

source: requested size exceeds maximum allowed
de: angeforderte Größe überschreitet die mögliche maximale Größe
fr: La taille demandée dépasse le maximum autorisé
nl: aangevraagde grootte is meer dan de maximale toegestane

source: partition is too %(problem)s for %(format)s formatting
de: Partition ist zu %(problem)s für %(format)s Formatierung
fr: La partition est trop %(problem)s pour un formatage %(format)s
nl: partitie is te %(problem)s voor %(format)s formatteren

source: not enough free space on disks
de: Nicht genügend Speicherplatz auf den Geräten
fr: pas assez d'espace libre
nl: Niet genoeg vrije schijfruimte

source: not enough free space after creating extended partition
de: nicht genügend freier Speicherplatz nach dem Erstellen einer erweiterten Partition
fr: pas assez d'espace libre après la création de la partition étendue
nl: niet genoeg vrije ruimte na het aanmaken van uitgebreide partitie

source: not enough space for LVM requests
de: nicht genügend Speicherplatz für LVM
fr: pas assez d'espace pour ce qui est requis par LVM
nl: niet genoeg ruimte voor LVM-verzoek(en)

source: Could not find enough free space for automatic partitioning, please use another partitioning method.
de: Konnte nicht genug freien Speicherplatz für die automatische Partitioning finden. Bitte verwenden Sie eine andere Methode.
fr: Impossible de trouver assez d'espace libre pour le partitionnement automatique, Merci d'utiliser une autre méthode de partitionnement.
nl: Kan voor automatische partitioneren niet genoeg vrije ruimte vinden, selecteer een andere methode.

source: Warnings During Automatic Partitioning
de: Warnung während der automatischen Partitionierung
fr: Avertissements durant le partitionnement automatique
nl: Waarschuwingen tijdens automatisch partitioneren

source: Following warnings occurred during automatic partitioning: %s
de: Während der automatischen Partitionierung sind folgende Fehler aufgetreten: %s
fr: Les avertissements suivants sont survenus pendant le partitionnement automatique: %s
nl: Volgende waarschuwingen zijn opgetreden tijdens automatisch partitioneren: %s

source: Press 'OK' to exit the installer.
de: Klicken Sie auf 'OK', um die Installation abzubrechen.
fr: Cliquez sur "OK" pour quitter l'installeur.
nl: Selecteer 'OK' om de installatie te beëindigen.

source: Could not allocate requested partitions: %(msg)s.%(extra)s
de: Konnte die angeforderte Partition(en) nicht zuweisen: %(msg)s.%(extra)s
fr: Impossible d'allouer les partitions demandées : %(msg)s.%(extra)s
nl: Kan gevraagde partities niet toewijzen: %(msg)s.%(extra)s

source: Automatic Partitioning Errors
de: Fehler bei der automatischen Partitionierung
fr: Erreurs de partitionnement automatique
nl: Automatisch partitionerenfout

source: The following errors occurred with your partitioning: %(errortxt)s This can happen if there is not enough space on your hard drive(s) for the installation. %(extra)s
de: Folgende Fehler sind mit Ihrer Partitionierung aufgetreten: %(errortxt)s Das kann passieren, wenn nicht genügend Speicherplatz für die Installation zur Verfügung steht. %(extra)s
fr: Les erreurs suivantes sont survenues avec votre partitionnement : %(errortxt)s Ça peut arriver en cas de manque d'espace libre sur votre disque dur. %(extra)s
nl: De volgende fouten zijn tijdens partitioneren opgetreden: %(errortxt)s Dit kan veroorzaakt worden wanneer er niet voldoend vrije ruimte op de harde schijf aanwezig is. %(extra)s

source: Please enter a volume group name.
de: Geben Sie bitte einen Namen der Volume Gruppe ein.
fr: Merci de spécifier un nom de groupe de volumes
nl: Voer een naam voor de volumegroep in.

source: Volume Group Names must be less than 128 characters
de: Namen von Volume Gruppen müssen weniger als 128 Zeichen haben.
fr: Les noms de groupes de volumes ne peuvent excéder 128 caractères.
nl: De naam van de volumegroep dient minder dan 128 tekens te zijn

source: Error - the volume group name %s is not valid.
de: Fehler - der Name der Volume Gruppe %s ist nicht gültig.
fr: Erreur - le nom de groupe de volumes %s est invalide.
nl: Fout - de naam van volumegroep %s is ongeldig.

source: Error - the volume group name contains illegal characters or spaces. Acceptable characters are letters, digits, '.' or '_'.
de: Fehler - der Name der Volume Gruppe enthält ungültige Zeichen oder Leerzeichen. Zulässige Zeichen sind Buchstaben, Ziffern, '.' oder '_'
fr: Erreur - Le nom du groupe volume contient des caractères illégaux ou des espaces. Les caractères acceptés sont les lettres, les chiffres, '.' ou '_'.
nl: Fout - de naam van de volumegroep bevat ongeldige tekens of spaties. Toegestane tekens zijn letters, cijfers, '.' of '_'.

source: Please enter a logical volume name.
de: Bitte geben Sie einen Namen für das Logical Volume ein.
fr: Merci de donner un nom de volume logique.
nl: Voer een logische volumenaam in.

source: Logical Volume Names must be less than 128 characters
de: Namen von Logical Volumes müssen weniger als 128 Zeichen haben
fr: Les noms de volumes logiques doivent être inférieurs à 128 caractères
nl: De logische volumenaam dient minder dan 128 tekens te zijn

source: Error - the logical volume name %s is not valid.
de: Fehler - der Name des Logical Volumes %s ist nicht zulässig.
fr: Erreur - Le nom de volume logique %s est invalide.
nl: Fout - de logische volumenaam %s is ongeldig.

source: Error - the logical volume name contains illegal characters or spaces. Acceptable characters are letters, digits, '.' or '_'.
de: Fehler - der Name des Logical Volumes enthält ungültige Zeichen oder Leerzeichen. Zulässige Zeichen sind Buchstaben, Ziffern, '.' oder '_'
fr: Erreur - Le nom du volume logique contient des caractères illégaux ou des espaces. Les caractères acceptés sont les lettres, les chiffres, '.' ou '_'.
nl: Fout - de logische volumenaam bevat niet geldige tekens of spaties. Toegestane tekens zijn letters, cijfers, '.' of '_'.

source: Format as Swap?
de: Formatieren als Swap?
fr: Formater comme Swap ?
nl: Formatteren als swap?

source: %s has a partition type of 0x82 (Linux swap) but does not appear to be formatted as a Linux swap partition. Would you like to format this partition as a swap partition?
de: %s besitzt eine Partition mit dem Typ 0x82 (Linux Swap). Diese scheint aber nicht als Swap-Partition formatiert zu sein. Möchten Sie diese Partition als eine Swap-Partition formatieren?
fr: %s a une partition de type 0x82 (swap), mais ne semble pas être formaté comme une partition de swap. Voulez-vous formater cette partition comme une partition de swap ?
nl: %s heeft een partitietype als 0x82 (Linux swap) maar is hoogstwaarschijnlijk niet als Linux swap-partitie geformatteerd. Deze partitie als swap-partitie formatteren?

source: You are about to delete all partitions on the device '%s'.
de: Sie sind dabei, alle Partitionen auf dem Gerät '%s' zu löschen.
fr: Vous êtes sur le point de supprimer toutes les partitions du disque '%s'.
nl: U staat op het punt om alle partities op de schijf '%s' te verwijderen.

source: Notice
de: Hinweis
fr: Avis
nl: Opmerking

source: The following partitions were not deleted because they are in use: %s
de: Die folgenden Partitionen wurden nicht gelöscht, da sie in Gebrauch sind: %s
fr: Les partitions suivantes n'ont pas été supprimées car elles sont en cours d'utilisation : %s
nl: De volgende partities zijn niet verwijderd omdat ze gebruikt worden: %s

source: Unable To Delete
de: Löschen nicht möglich
fr: Impossible de supprimer
nl: Verwijderen is niet mogelijk

source: You must first select a partition to delete.
de: Sie müssen zuerst eine Partition auswählen, um sie löschen zu können.
fr: Vous devez d'abord sélectionner une partition à supprimer.
nl: Selecteer eerst een partitie om te verwijderen.

source: The mount point %s is invalid. Mount points must start with '/' and cannot end with '/', and must contain printable characters and no spaces.
de: Der Einhängepunkt %s ist ungültig. Einhängepunkte müssen mit '/' beginnen. Sie dürfen nicht mit '/' enden und keine Leerzeichen enthalten.
fr: Le point de montage %s est invalide. Les points de montage doivent commencer par '/', ne peuvent pas se terminer par '/', et doivent contenir des caractères imprimables et pas d'espaces.
nl: Het aankoppelpunt %s is ongeldig. Aankoppelpunten dienen met een '/' te beginnen, mogen niet met '/' eindigen, dienen uitsluitend letters/cijfers te bevatten en geen spaties.

source: Error with Partitioning
de: Fehler während der Partitionierung
fr: Erreur de partitionnement
nl: Fout tijdens partitioneren

source: The following critical errors exist with your requested partitioning scheme. These errors must be corrected prior to continuing with your install of %(productName)s. %(errorstr)s
de: Die folgenden kritischen Fehler bestehen in Ihrem angeforderten Partitionierungsschema. Korrigieren Sie bitte diese Fehler vor der Installation von %(productName)s. %(errorstr)s
fr: Votre schéma de partitionnement occasionne les erreurs suivantes. Vous devez les corriger avant de poursuivre l'installation de %(productName)s. %(errorstr)s
nl: Het gevraagde schema van partitioneren bevat de volgende kritieke fouten. Deze fouten dienen eerst opgelost te worden voordat verder gegaan kan worden met de installatie van %(productName)s. %(errorstr)s

source: Partitioning Warning
de: Partitionierungs Warnung
fr: Avertissements de partitionnement
nl: Waarschuwingen bij partitioneren

source: The following warnings exist with your requested partition scheme. %s Would you like to continue with your requested partitioning scheme?
de: Die von Ihnen geforderte Partitionierung hat die folgenden Warnungen hervorgerufen. %s Wollen Sie trotzdem mit Ihrem gewünschten Partitionierungsschema fortfahren?
fr: Le schéma de partitionnement que vous avez demandé a généré les avertissements suivants %s . Souhaitez-vous continuer avec ce schéma de partitionnement ?
nl: Het gevraagde partitieschema veroorzaakt de volgende fouten. %s Doorgaan met het gevraagde partitieschema?

source: The following pre-existing partitions have been selected to be formatted, destroying all data.
de: Die folgenden existierenden Partitionierungen wurden zur Formatierung ausgewählt. Alle vorhandenen Daten werden dadurch verloren gehen.
fr: Les partitions préexistantes suivantes ont été sélectionnées pour être formatées, en détruisant toutes ses données.
nl: De volgende reeds bestaande partities zijn geselecteerd om geformatteerd te worden en daardoor worden alle gegevens vernietigd.

source: Select 'Yes' to continue and format these partitions, or 'No' to go back and change these settings.
de: Wählen Sie 'Ja', um fortzufahren und diese Partitionen zu formatieren, oder 'Nein' um zurück zu gehen um die Einstellungen zu ändern.
fr: Sélectionnez 'Oui' pour continuer et formater ces partitions, ou 'Non' pour revenir en arrière et modifier ces paramètres.
nl: Selecteer 'Ja' om door te gaan en deze partities te formatteren, of 'Nee' om terug te gaan en deze instellingen te wijzigen.

source: Format Warning
de: Formatierungs Warnung
fr: Avertissements de format
nl: Waarschuwingen bij formatteren

source: You are about to delete the volume group "%s". ALL logical volumes in this volume group will be lost!
de: Sie sind dabei, die Volume Gruppe zu löschen "%s". ALLE Logical Volumes in dieser Volume Gruppe gehen verloren!
fr: Vous êtes sur le point de supprimer le groupe de volume "%s". TOUS les volumes logiques de ce groupe de volumes seront perdus !
nl: U staat op het punt om de volumegroep "%s" te verwijderen. ALLE logische volumes in deze volumegroep zullen verloren gaan!

source: You are about to delete the logical volume "%s".
de: Sie sind dabei, das Logical Volume zu löschen "%s".
fr: Vous êtes sur le point de supprimer le volume logique "%s".
nl: U staat op het punt om het logische volume "%s" te verwijderen.

source: You are about to delete a RAID device.
de: Sie sind dabei, ein RAID-Gerät zu löschen.
fr: Vous êtes sur le point de supprimer un disque RAID.
nl: U staat op het punt om een RAID-apparaat te verwijderen.

source: You are about to delete the %s partition.
de: Sie sind dabei, die %s Partition zu löschen.
fr: Vous êtes sur le point de supprimer la partition %s.
nl: U staat op het punt om de partitie %s te verwijderen

source: You are about to delete the %(type)s %(name)s
de: Sie sind dabei, die %(type)s %(name)s zu löschen.
fr: Vous êtes sur le point de supprimer %(name)s %(type)s
nl: U staat op het punt om de %(type)s %(name)s te verwijderen

source: Confirm Reset
de: Zurücksetzen bestätigen
fr: Confirmer la réinitialisation
nl: Herstellen bevestigen

source: Are you sure you want to reset the partition table to its original state?
de: Sie sind sicher, dass Sie die Partitionstabelle in seinen ursprünglichen Zustand zurücksetzen wollen?
fr: Êtes-vous sûr de vouloir réinitialiser la table de partition à son état initial ?
nl: Werkelijk de partitietabel in de originele staat herstellen?

source: You have chosen to use a pre-existing partition for this installation without formatting it. We recommend that you format this partition to make sure files from a previous operating system installation do not cause problems with this installation of Linux. However, if this partition contains files that you need to keep, such as home directories, then continue without formatting this npartition.
de: Sie wollen eine bestehende Partition für diese Installation verwenden, ohne diese zu formatieren. Wir empfehlen Ihnen diese Partition zu formatieren, um sicher zu stellen, dass keine Dateien von dem vorherigen Betriebssystem bei der neuen Installation Fehler verursachen. Falls diese Partition Dateien enthält, die Sie behalten möchten (z.B. home), dann fahren Sie mit der Installation fort ohne diese Partition zu formatieren.
fr: Vous avez choisi d'utiliser une partition pré-existante pour cette installation sans la formater. Nous vous recommandons de formater cette partition pour s'assurer que les fichiers d'un système d'exploitation précédemmnent installé ne causent pas de problèmes avec cette installation de Linux. Cependant, si cette partition contient des fichiers que vous avez besoin de garder, comme vos documents, alors continuez sans formater cette partition.
nl: U heeft er voor gekozen om reeds bestaande partities voor deze installatie te gebruiken zonder deze opnieuw te formatteren. Het is raadzaam om deze te laten formatteren om er zeker van te zijn dat bestanden van een vorig besturingssysteem geen problemen veroorzaken bij de installatie van deze Linux. Echter, indien deze partitie bestanden bevat die behouden dienen te worden, zoals home-mappen ed., ga dan verder zonder deze te formatteren npartition.

source: Format?
de: Formatieren?
fr: Formater ?
nl: Formatteren?

source: Do Not Format
de: Nicht formatieren
fr: Ne pas formater ?
nl: Niet formatteren

source: Partitions of type '%s' must be constrained to a single drive. To do this, select the drive in the 'Allowable Drives' checklist.
de: Partitionen des Typs '%s' müssen zwingend einem einzelnen Laufwerk zugeordnet sein. Um dies umzusetzen, wählen Sie das Gerät in der 'erlaubten Geräteliste'.
fr: Les partitions de type '%s' doivent être contenues sur un seul disque dur. Pour ce faire, sélectionnez le disque dans la liste 'Disques disponibles'.
nl: Partities van het type '%s' dienen tot een enkele schijf beperkt te worden. Om dit te bereiken, selecteer de schijf uit de lijst 'Toegestane Schijven'.

source: Storage Device Warning
de: Speichergeräte Warnung
fr: Avertissement pour le périphérique de stockage
nl: Waarschuwing opslagapparaten
