Repository: pisilinux/project
Catalog: yali-3.0.0/po/*.po
Languages: de, fr, nl

source: Use Free Space
de: Verwende freien Speicherplatz
fr: Utiliser l'espace disponible
nl: Vrije ruimte gebruiken

source: The first sector of
de: Der erste Sektor von
fr: Le premier secteur de
nl: De eerste sector van

source: Validate
de: Überprüfe
fr: Valider
nl: Valideren

source: General purpose of partition creation
de: Dient der Erstellung von Partitionen
fr: Objectif général de la création de la partition
nl: Algemeen doel van partitie aanmaken

source: Volume Group
de: Volume Gruppe
fr: Groupe de volume
nl: Volumegroep

source: Requires at least 1 free LVM formatted partition
de: Benötigt zumindest 1 freie LVM formatierte Partition
fr: Nécessite au moins une partition formatée LVM libre
nl: Vereist tenminste 1 vrije LVM geformatteerde partitie

source: Logical Volume
fr: Volume logique
nl: Logisch volume

source: Create Logical Volume on selected Volume Group
de: Logical Volume in der gewählten Volume-Gruppe erstellen
fr: Créer un volume logique sur le volume de groupe sélectionné
nl: Logisch volume op geselecteerde volumegroep aanmaken

source: Physical Volume
fr: Volume physique
nl: Fysiek volume

source: Create LVM formatted partition
de: Erstelle LVM formatierte Partition
fr: Créer une partition LVM formatée
nl: LVM geformatteerde partitie aanmaken

source: Create Raid formatted partition
de: RAID formatierte Partition erstellen
fr: Créer une partition formatée Raid
nl: Raid geformatteerde partitie aanmaken

source: Requires at least 2 free Raid formatted partition
de: Benötigt mindestens 2 freie RAID formatierte Partitionen
fr: Nécessite au moins deux partition formatées Raid
nl: Vereist tenminste 2 vrije Raid geformatteerde partities

source: Reboot
de: Neustart
fr: Redémarrer
nl: Herstarten

source: Format
de: Formatiere
nl: Formatteren

source: Release Notes
fr: Notes de publication
nl: Uitgavenotities

source: Next
de: Weiter
fr: Suivant
nl: Volgende

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

source: Add
de: Hinzufügen
fr: Ajouter
nl: Toevoegen

source: Not enough physical volumes
de: Nicht genügender Physical Volume
fr: Pas assez de volumes physiques
nl: Niet voldoende fysieke volumes

source: At least one unused physical volume partition is needed to create an LVM Volume Group. Create a partition or RAID array of type "physical volume (LVM)" and then select the "LVM" option again.
de: Wenigstens eine ungenutzte Physical Volume Partition wird benötigt, um eine LVM Volume-Gruppe zu erstellen. Erstellen Sie eine Partition oder ein RAID Array mit dem Typ "Physical Volume (LVM)" und wählen Sie nochmals die "LVM" Option.
fr: Au moins une partition non utilisée de volume physique est nécessaire pour créer un groupe de volume LVM. Créez une partition ou une chaîne RAID de type "volume physique (LVM)", puis sélectionnez à nouveau l'option "LVM".
nl: Tenminste een ongebruikt fysiek volumepartitie is nodig om een LVM-volumegroep aan te maken. Maak een partitie aan of een RAID-array van het type " fysiek volume (LVM)" and selecteer de "LVM"-optie opnieuw.

source: Make LVM Volume Group
de: Erstelle LVM Volume-Gruppe
fr: Créer un groupe de volumes LVM
nl: LVM-volumegroep maken

source: Edit LVM Volume Group: %s
de: Bearbeite LVM Volume-Gruppe: %s
fr: Modifier le groupe de volume LVM:% s
nl: Bewerk LVM-volumegroep: %s

source: Edit LVM Volume Group
de: Bearbeite LVM Volume-Gruppe
fr: Modifier le groupe de volume LVM
nl: LVM-volumegroep bewerken

source: Invalid Volume Group Name
de: Ungültiger Name der Volume-Gruppe
fr: Nom du groupe de volume invalide
nl: Ongeldige naam volumegroep

source: Name in use
de: Name wird schon verwendet
fr: Nom utilisé
nl: Naam is in gebruik

source: The volume group name "%s" is already in use. Please pick another.
de: Der Name der Volume-Gruppe "%s" wird schon verwendet. Bitte einen anderen wählen.
fr: Le nom de groupe de volume "%s" est déjà utilisé. Merci d'en choisir un autre.
nl: De volumegroepnaam "%s" wordt reeds gebruikt. Kies een andere.

source: Not enough space
de: Nicht genügender Speicherplatz
fr: Pas assez d'espace
nl: Niet genoeg ruimte

source: The physical extent size cannot be changed because otherwise the space required by the currently defined logical volumes will be increased to more than the available space.
de: Die Größe des physikalischen Extent kann nicht geändert werden, da ansonsten der Speicherplatz der definierten Logical Volumes stärker erhöht wird, als verfügbarer Speicherplatz vorhanden ist.
fr: La taille de l'étendue physique ne peut être changée parce que sinon l'espace requis par les volumes logiques choisis excéderait l'espace disponible.
nl: De fysieke uitbreidingsgrootte kan niet gewijzigd worden omdat anders de ruimte die nodig is voor de huidige gedefinieerde logische volumes groter zal worden dan de beschikbare ruimte.

source: Confirm Physical Extent Change
de: Bestätige Erweiterung der Physikalischen Größe
fr: Confirmer le changement d'étendue physique
nl: Wijziging fysieke uitbreiding bevestigen

source: This change in the value of the physical extent will require the sizes of the current logical volume requests to be rounded up in size to an integer multiple of the physical extent. This change will take effect immediately.
de: Diese Größenänderung des physikalischen Extent setzt voraus, dass die gewünschte Größe des aktuellen Logical Volumes aufgerundet wird in ein ganzzahliges mehrfaches des physicalischen Extent. Diese Änderung wird sofort wirksam.
fr: Ce changement de la valeur de l'étendue physique obligera à arrondir la taille des volumes logiques actuels à un multiple entier de l'étendue physique. Cette modification prendra effet immédiatement.
nl: Deze wijziging in de waarde van de fysieke uitbreiding maakt het noodzakelijk dat de grootte van het huidige logische volumeverzoek afgerond wordt op een gehele veelvoud van de fysieke uitbreiding. Deze wijziging zal onmiddellijk plaats vinden.

source: Continue
de: Weiter
fr: Continuer
nl: Doorgaan

source: The physical extent size cannot be changed because the value selected (%(curpe)10.2f MB) is larger than the smallest physical volume (%(maxpvsize)10.2f MB) in the volume group.
de: Die Physikalische Größe konnte nicht geändert werden, der gewählte Wert (%(curpe)10.2f MB) größer ist, als das kleinste Physical Volume (%(maxpvsize)10.2f MB) in der Volume-Gruppe.
fr: La taille de l'étendue physique ne peut être changée parce que la valeur choisie (%(curpe)10.2f Mo) est supérieure au plus petit volume physique (%(maxpvsize)10.2f Mo) dans le groupe de volumes.
nl: De fysieke uitbreidingsgrootte kan niet gewijzigd worden omdat de geselecteerde waarde (%(curpe)10.2f MB) groter is dan het kleinste fysieke volume (%(maxpvsize)10.2f MB) in de volumegroep.

source: The physical extent size cannot be changed because the value selected (%(curpe)10.2f MB) is too large compared to the size of the smallest physical volume (%(maxpvsize)10.2f MB) in the volume group.
de: Die physikalische Größe konnte nicht geändert werden, da der ausgewählte Wert (%(curpe)10.2f MB) im Vergleich zu dem kleinsten Physical Volume (%(maxpvsize)10.2f MB) in der Volume-Gruppe zu klein ist.
fr: La taille de l'étendue physique ne peut être changée parce que la valeur choisie (%(curpe)10.2f Mo) est trop grande par rapport à la taille du plus petit volume physique (%(maxpvsize)10.2f Mo) dans le groupe de volumes.
nl: De fysieke uitbreidingsgrootte kan niet gewijzigd worden omdat de geselecteerde waarde (%(curpe)10.2f MB) te groot is in vergelijking met de grootte van het kleinste fysieke volume (%(maxpvsize)10.2f MB) in de volumegroep.

source: Too small
de: Zu klein
fr: Trop petit
nl: Te klein

source: This change in the value of the physical extent will waste substantial space on one or more of the physical volumes in the volume group.
de: Diese Größenänderung des physikalischen Extent wird auf einem oder mehreren Physical Volumes in der Volume-Gruppe wertvollen Speicherplatz verschwenden.
fr: Ce changement dans la valeur de l'étendue physique gâchera beaucoup d'espace sur un ou plusieurs des volumes physiques du groupe de volumes.
nl: Deze wijziging in de waarde van de fysieke uitbreiding zal substantiële ruimte verspillen op een of meer van de fysieke volumes in de volumegroep.

source: The physical extent size cannot be changed because the resulting maximum logical volume size (%10.2f MB) is smaller than one or more of their currently defined logical volumes.
de: Die physikalische Größe konnte nicht geändert werden, da die resultierende maximale Logical Volume Größe (%10.2f MB) kleiner ist als ein, oder mehrere schon definierte Logical Volumes.
fr: La taille de l'étendue physique ne peut être changée parce que la taille maximale résultante du volume logique (%10.2f Mo) est plus petite que un ou plusieurs des volumes logiques actuels.
nl: De grootte van de fysieke uitbreiding kan niet gewijzigd worden omdat de resulterende maximum logische volumegrootte (%10.2f MB) kleiner is dan een of meer van hun huidige gedefinieerde logische volumes.

source: No free slots
de: Kein freier Slot
fr: Aucun emplacement libre
nl: Geen vrije slots

source: You cannot create more than %d logical volume per volume group.
de: Sie können nicht mehr als %d Logical Volumes pro Volume-Gruppe erstellen.
fr: Vous ne pouvez pas créer plus de %d groupes de volume logique par groupe de volume.
nl: Het is niet mogelijk om meer dan %d logische volumes per volumegroup aan te maken.

source: No free space
de: Kein freier Speicherplatz vorhanden
fr: Pas d'espace libre
nl: Geen vrije ruimte

source: There is no room left in the volume group to create new logical volumes. To add a logical volume you must reduce the size of one or more of the currently existing logical volumes
de: In der Volume-Gruppe ist kein Platz mehr für weitere Logical Volumes vorhanden. Um ein weiteres Logical Volume hinzufügen zu können, ist es notwendig die Größe einer, oder mehrerer existierender Logical Volumes zu verkleinern.
fr: Il n'y a plus de place dans le groupe de volumes pour créer de nouveaux volumes logiques. Pour ajouter un volume logique, vous devez réduire la taille d'un ou de plusieurs des volumes logiques existants
nl: Er is in de volumegroep geen ruimte over om nieuwe logische volumes aan te maken. Verminder de grootte van en of meer van de huidige bestaande logische volumes om een logische volume toe te voegen.

source: Confirm Delete
de: Löschen bestätigen
fr: Confirmer la suppression
nl: Verwijderen bevestigen

source: Are you sure you want to delete the logical volume "%s"?
de: Wollen Sie wirklich das Logical Volume "%s" löschen?
fr: Êtes-vous sûr de vouloir supprimer le volume logique "%s" ?
nl: Wilt u werkelijk het logische volume "%s" verwijderen?

source: Make Logical Volume
de: Erstelle Logical Volume
fr: Créer le volume logique
nl: Logisch volume aanmaken

source: Edit Logical Volume: %s
de: Bearbeite Logical Volume: %s
fr: Modifier le volume logique : %s
nl: Bewerk logisch volume: %s

source: Mount Point Error
de: Mount-Point Fehler
fr: Erreur de point de montage
nl: Aankoppelpunt-fout

source: Mount point in use
de: Mount-Point wird schon verwendet
fr: Point de montage utilisé
nl: Aankoppelpunt is in gebruik

source: The mount point "%s" is in use. Please pick another.
de: Ihr Mount-Point "%s" wurde schon verwendet. Bitte einen anderen wählen.
fr: Le point de montage "%s" est utilisé. Merci d'en choisir un autre.
nl: Het aankoppelpunt "%s" is in gebruik. Kies een andere.

source: Illegal Logical Volume Name
de: Ungültiger Name des Logical Volumes
fr: Nom de volume logique non autorisé
nl: Niet legale logisch volumenaam

source: Illegal logical volume name
de: Ungültiger Name des Logical Volumes
fr: Nom de volume logique non autorisé
nl: Niet legale logisch volumenaam

source: The logical volume name "%s" is already in use. Please pick another.
de: Der Name des Logical Volumes "%s" wird schon verwendet. Bitte einen anderen wählen.
fr: Le nom du volume logique "%s" est déjà utilisé. Merci d'en choisir un autre.
nl: De logische volumenaam "%s" wordt reeds gebruikt. Kies een andere.

source: Illegal size
de: Ungültige Größe
fr: Taille non autorisée
nl: Niet legale grootte

source: The requested size as entered is not a valid number greater than 0.
de: Die eingegebene angeforderte Größe ist keine gültige Zahl größer als 0.
fr: La taille demandée n'est pas un nombre valide supérieur à 0.
nl: De opgegeven en gevraagde grootte is ongeldig getal groter dan 0.

source: The current requested size (%(size)10.2f MB) is larger than the maximum logical volume size (%(maxlv)10.2f MB). To increase this limit you can create more Physical Volumes from unpartitioned disk space and add them to this Volume Group.
de: Die angeforderte Größe (%(size)10.2f MB) ist größer als die maximale Logical Volume Größe (%(maxlv)10.2f MB). Um diese Obergrenze zu erhöhen, können Sie weitere physical Volumes aus unbenutzen Speicherplatz erstellen und dieser Volume-Gruppe hinzufügen.
fr: La taille actuelle demandée (%(size)10.2f Mo) est plus grande que la taille du volume logique maximum (%(maxlv)10.2f Mo). Pour augmenter cette limite, vous pouvez créer plus de volumes physiques à partir de l'espace disque non partitionné et les ajouter à ce groupe de volume.
nl: De huidige gevraagde grootte (%(size)10.2f MB) is groter dan de maximum logische volumegrootte (%(maxlv)10.2f MB). Om deze limiet te verhogen, maak meer fysieke volumes aan in niet-gepartitioneerde schijfruimte aan en voeg deze toe aan de volumegroep.

source: The size entered for this logical volume (%(size)d MB) combined with the size of the other logical volume(s) exceeds the size of the volume group (%(tmpvgsize)d MB). Please make the volume group larger or make the logical volume smaller.
de: Die eingegebene Größe für dieses Logical Volume (%(size)d MB) in Verbindung mit der Größe der anderen Logical Volume(s) überschreitet die Größe der Volume-Gruppe (%(tmpvgsize)d MB). Bitte vergrößern Sie die Volume-Gruppe, oder verkleinern Sie das Logical Volume.
fr: La taille choisie pour ce volume logique (%(size)d Mo) combinée à la taille de l'autre volume logique dépasse la taille du groupe de volume (%(tmpvgsize)d Mo). Merci d'agrandir le groupe de volume ou de rétrécir le volume logique.
nl: De opgegeven grootte voor het logische volume (%(size)d MB) in combinatie met de grootte van de andere logische volume(s) is groter dan de grootte van de volumegroep (%(tmpvgsize)d MB). Maak de volumegroep groter of maak het logische volume kleiner.

source: Create Partition on %(path)s (%(model)s)
de: Erstelle Partition auf %(path)s (%(model)s)
fr: Créer une partition sur %(path)s (%(model)s)
nl: Partitie op %(path)s (%(model)s) aanmaken

source: Edit Partition %s
de: Bearbeite Partition %s
fr: Modifier la partition %s
nl: Bewerk Partitie %s

source: Edit Partition
de: Partition bearbeiten
fr: Modifier la partition
nl: Partitie bewerken

source: Error With Request
de: Abfrage fehlerhaft
fr: Erreur avec la demande
nl: Fout bij verzoek

source: Invalid Raid Members
de: Ungültige RAID Mitglieder
fr: Membres du Raid invalides
nl: Ongeldige Raid-members

source: At least two unused software RAID partitions are needed to create a RAID device. First create at least two partitions of type "software RAID", and then select the "RAID" option again.
de: Zumindest zwei unbenutzte RAID Partitionen sind notwendig, um einen RAID Verbund zu erstellen. Bitte erstellen Sie zuerst zumindest zwei Partitionen mit dem Typ "Software RAID", und dann wählen Sie abermals die "RAID" Option.
fr: Au moins deux partitions RAID logicielles inutilisées sont nécessaires pour créer un disque RAID. D'abord, créez au moins deux partitions de type "RAID logiciel ", puis sélectionnez l'option "RAID" à nouveau.
nl: Ten minste twee ongebruikte software RAID-partities zijn noodzakelijk om een RAID-apparaat aan te maken. Maak eerst tenminste twee partities van het type "software RAID" aan en kies daarna opnieuw de optie "RAID".

source: Make RAID Device
de: Erstelle RAID Gerät
fr: Créer un périphérique RAID
nl: RAID-apparaat aanmaken

source: Edit RAID Device: %s
de: Bearbeite RAID Gerät: %s
fr: Modifier le périphérique RAID : %s
nl: Bewerk RAID-apparaat: %s

source: Edit RAID Device
de: Bearbeite RAID Gerät
fr: Modifier le périphérique RAID
nl: RAID-apparaat bewerken

source: A RAID%(level)d set requires at least %(min_member)d member
de: Ein RAID%(level)d Verbund benötigt zumindest %(min_member)d Mitglieder
fr: Un ensemble RAID %(level)d nécessite au moins %(min_member)d membres.
nl: Een RAID%(level)d heeft tenminste %(min_member)d member nodig

source: Error!
de: Fehler!
fr: Erreur !
nl: Fout!

source: An error occurred when attempting to load an installer interface component. className = %s.Widget
de: Bei dem Versuch eine Komponente für das Installationsprogramm zu laden ist ein Fehler aufgetreten. className = %s.Widget
fr: Une erreur s'est produite lorsque vous tentez de charger un composant de l'interface de l'installeur. className = %s.Widget
nl: Er is een fout opgetreden bij een poging een component van de installatie-interface te laden. className = %s.Widget

source: Exit
de: Verlassen
fr: Sortir
nl: Afsluiten

source: Retry
de: Wiederholen
fr: Réessayer
nl: Opnieuw proberen

source: Storage Devices initialising...
de: Initialisiere Datenträger...
fr: Initialisation des périphériques de stockage...
nl: Opslagapparaten initialiseren...

source: Password is too short.
de: Das Paßwort ist zu kurz.
fr: Mot de passe trop court.
nl: Wachtwoord is te kort.

source: Passwords do not match.
de: Die Paßwörter stimmen nicht überein.
fr: Les mots de passe ne correspondent pas.
nl: Wachtwoorden komen niet overeen.

source: Do not use your username as your password.
de: Verwenden Sie nicht Ihren Benutzernamen als Paßwort.
fr: Ne pas utiliser votre nom d'utilisateur comme mot de passe.
nl: Gebruikersnaam niet als wachtwoord gebruiken.

source: Hostname cannot be longer than 64 characters.
de: Der Hostname darf nicht länger als 64 Zeichen sein.
fr: Nom d'hôte ne pouvant excéder 64 caractères.
nl: De hostnaam kan niet langer dan 64 tekens zijn.

source: Hostname contains invalid characters.
de: Der Hostname enthält unzulässige Zeichen.
fr: Nom d'hôte contenant des caractères invalides.
nl: De hostnaam bevat ongeldige tekens.

source: Starting validation...
de: Starte Überprüfung...
fr: Début de la validation...
nl: Validatie starten...

source: Package validation is in progress. Please wait until it is completed.
de: Paketüberprüfung läuft. Bitte warten Sie, bis die Überprüfung abgeschlossen ist.
fr: La validation des paquets est en cours. Merci de patienter.
nl: Validatie van pakketten is gaande, even geduld a.u.b...

source: Validating %s
de: Überprüfe %s
fr: Validation de %s
nl: Valideren van %s

source: Warning
de: Warnung
fr: Attention
nl: Waarschuwing

source: Validation of %s package failed.Please remaster your installation medium andreboot.
de: %s Paket(e) fehlerhaft. Bitte erstellen Sie ein neues Installationsmedium.
fr: Échec de la validation du paquet %s. Merci de refaire votre DVD d'installation et de redémarrer.
nl: Validatie van %s pakketten is mislu

source: Skip Validation
de: Überspringe Überprüfung
fr: Shunter la validation
nl: Validatie overslaan

source: Skip Package
de: Überspringe Paket
fr: Shunter le paquet
nl: Pakket overslaan

source: <font color="#FFF"><b>Validation succeeded. You can proceed with the installation.</b></font>
de: <font color="#FFF"><b>Überprüfung erfolgreich abgeschlossen. Sie können nun mit der Installation fortfahren.</b></font>
fr: <b><font color="#FFF">Validation réussie. Vous pouvez procéder à l'installation.</font></b>
nl: <font color="#FFF"><b>Validatie is succesvol. U kunt doorgaan met de installatie.</b></font>

source: Package validation is finished.
de: Paketüberprüfung abgeschlossen.
fr: La validation des paquets est terminée
nl: Valideren van pakketten is beëindigd.

source: Adjusting time settings
de: Zeiteinstellung wird vorgenommen
fr: Configuration des paramètres horaires...
nl: Tijdsinstellingen aan het instellen

source: Device Path: %s
de: Gerätepfad: %s
fr: Chemin du disque dur : %s
nl: Apparaatpad: %s

source: Error
de: Fehler
fr: Erreur
nl: Fout

source: You must select at least one drive to be used for installation.
de: Sie müssen zumindest ein Laufwerk zur Installation auswählen.
fr: Vous devez sélectionner au moins un lecteur pour être utilisé pour l'installation.
nl: Selecteer tenminste een schijf om voor de installatie te gebruiken.

source: Running post-install operations...
de: Postinstall-Vorgänge werden ausgeführt...
fr: Exécution des opérations de post-installation...
nl: Bezig met post-installatie bewerkingen..

source: Press <b>Restart</b> to restart the computer.
de: Klicken Sie auf <b>Neustart</b>, um Ihr System neu zu starten.
fr: Appuyez sur <b>Redémarrer</b> pour redémarrer l'ordinateur.
nl: Druk op <b>Herstarten</b> om de computer opnieuw op te starten.

source: Restart
de: Neustart
fr: Redémarrez
nl: Herstarten

source: <b>Please wait while restarting...</b>
de: <b>Bitte den Neustart abwarten...</b>
fr: <b>Veuillez patienter pendant le redémarrage...</b>
nl: <b>Wacht even tijdens het herstarten...</b>

source: Setting timezone...
de: Zeitzone wird eingestellt...
fr: Établissement du fuseau horaire...
nl: Tijdzone aan het instellen...

source: Migrating Xorg configuration...
de: Xorg-Konfiguration wird migriert...
fr: Migration de la configuration de X.org...
nl: X.org-configuratie aan het migreren...

source: Copying repository index...
de: Depot-Index wird kopiert...
fr: Copie de l'index de Pisi...
nl: Softwarebronindex aan het kopiëren...

source: Setting hostname...
de: Hostname wird eingestellt...
fr: Établissement du nom d'hôte...
nl: Hostnaam aan het instellen...

source: Setting root password...
de: Root-Paßwort wird eingestellt...
fr: Établissement du mot de passe root...
nl: Systeembeheerwachtwoord aan het instellen...

source: Resetting user password...
de: Benutzerpasswort zurücksetzen ...
fr: Rétablissement du mot de passe de l'utilisateur...
nl: Gebruikerswachtwoord opnieuw instellen...

source: Setup First-Boot...
de: Konfiguriere ersten Systemstart...
fr: Configuration du premier démarrage...
nl: Bootlader aan het instellen...

source: Teardown First-Boot...
de: Konfiguration abbrechen ...
fr: Désactivation de la configuration de premier démarrage...
nl: Eerste boot deactiveren...

source: Adding users...
de: Benutzer werden hinzugefügt...
fr: Ajout des utilisateurs...
nl: Gebruikers toevoegen...

source: Installing bootloader...
de: Installiere Bootloader...
fr: Installation du chargeur de démarrage...
nl: Bootlader aan het installeren...

source: Stopping to D-Bus...
de: Stoppe für DBUS...
fr: Arrêt de D-Bus...
nl: Stoppen van D-Bus...

source: Teardown storage subsystem...
de: Deaktiviere Speicher Subsystem ...
fr: Désactivation du sous-système de stockage...
nl: Opslag-subsysteem deactiveren...

source: Installing <b>%(name)s</b> -- %(summary)s
de: Installiere <b>%(name)s</b> -- %(summary)s
fr: Installation de <b>%(name)s</b> -- %(summary)s
nl: Installeren van <b>%(name)s</b> -- %(summary)s

source: Configuring <b>%s</b>
de: Konfiguriere <b>%s</b>
fr: Configuration de : <b>%s</b>
nl: Configureren van <b>%s</b>

source: Following error occured while installing packages:<b>%s</b><br><br>Do you want to retry?
de: Während der Paketinstallation ist folgender Fehler aufgetreten:<b>%s</b><br><br> Wollen Sie fortfahren?
fr: L'erreur suivante s'est produite lors de l'installation des paquets : <b>%s</b><br><br>Souhaitez-vous réessayer ?
nl: Volgende fout is opgetreden tijdens installeren van pakketten:<b>%s</b><br><br>Opnieuw proberen?

source: Yes
de: Ja
fr: Oui
nl: Ja

source: No
de: Nein
fr: Non
nl: Nee
