Repository: pisilinux/project
Catalog: yali-3.0.0/po/*.po
Languages: de, fr, nl

source: The following storage device may contain recoverable data:<br><br>%(description)s (%(size)s MB)<br><br>This device may have data that will be <b>permanently lost</b> if you include it in this installation.<br><br>If you don't care about any data on this device, choose <b>Reset device</b> to include it in the installation process.<br><br>If you don't want the device to be permanently erased, select <b>Ignore device</b> and the device will not be considered as a possible installation target.
de: Die folgenden Speichergeräte beinhalten möglicherweise wiederherstellbare Daten:<br><br>%(description)s (%(size)s MB)<br><br>Die Daten auf diesem Gerät werden <b>unwiederbringlich verloren</b> sein, falls Sie es in Ihre Installation einbeziehen.<br><br>Falls Ihnen die Daten auf dem Gerät 'egal' sind, dann wählen Sie <b>Gerät zurücksetzen</b> um es in den Installationsprozess einzubinden. <br><br>Falls Sie die Daten auf dem Gerät nicht löschen wollen, wählen Sie bitte <b>Gerät ignorieren</b> und es wird nicht für eine mögliche Installation in Betracht gezogen.
fr: Le disque dur suivant peut contenir des données récupérables :<br><br>%(description)s (%(size)s Mo)<br><br>Ce disque peut avoir des données qui seront<b>définitivement perdues</b> si vous l'utilisez pour cette installation.<br><br>S'il n'y a pas de données importantes sur ce disque dur, choisissez <b>Réinitialiser le disque</b> pour l'utiliser dans l'installation.<br><br>Si vous ne souhaitez pas effacer son contenu, sélectionnez <b>Ignorer le disque</b> et rien ne sera installé dessus.
nl: Het volgende opslagapparaat kan herstelbare gegevens bevatten:<br><br>%(description)s (%(size)s MB)<br><br>Het apparaat kan gegevens bevatten die <b>definitief verloren</b> gaan bij het gebruiken voor deze installatie.<br><br>In dien de gegevens op het apparaat niet belangrijk zijn, selecteer <b>Apparaat opnieuw instellen</b> om het in het installatieproces op te nemen.<br><br>Indien het apparaat niet gewist mag worden, selecteer <b>Apparaat negeren</b> en het apparaat zal niet als een mogelijk installatiedoel beschouwd worden.

source: Reset device
de: Gerät zurücksetzen
fr: Réinitialiser le disque
nl: Apparaat opnieuw instellen

source: Ignore device
de: Gerät ignorieren
fr: Ignorer le disque
nl: Apparaat negeren

source: There is inconsistent LVM data on %(msg)s. You can reinitialize all related PVs (%(pvs)s) which will erase the LVM metadata, or ignore which will preserve thecontents.This action may also be applied to all other PVs with inconsistent metadata.
de: Widersprüchliche LVM Daten auf %(msg)s. Durch neues initialisieren aller zugehörigen PVs (%(pvs)s) können Sie die LVM Metadaten löschen. Durch das Ignorieren wird der Dateninhalt bewahrt. Die gewählte Aktion wird auch auch auf die anderen PVs mit fehlerhaften Metadaten angewendet.
fr: Il y a des données LVM inconsistantes dans %(msg)s. Vous pouvez réinitialiser tous les volumes physiques liés (%(pvs)s), ce qui effacera les métadonnées LVM, ou choisir d'ignorer, ce qui permettra d'en préserver le contenu. Cette action peut également être appliquée à tous les autres volumes physiques avec des métadonnées incohérentes.
nl: Er zijn niet samenhangend LVM-gegevens op %(msg)s. Alle gerelateerde PV's (%(pvs)s) kunnen opnieuw geïnitialiseerd worden en dit zal de LVM-metagegevens wissen, of door het negeren zal de inhoud niet verloren gaan. Deze bewerking kan ook op alle andere PV's, met niet samenhangende metagegevens, toegepast worden.

source: Yes, re-initialize
de: Ja, neu initialisieren
fr: Oui, ré-initialiser
nl: Ja, opnieuw initialiseren

source: No, protect data
de: Nein, Daten schützen
fr: Non, protéger les données
nl: Nee, gegevens beschermen

source: Disk contains %(members_count)s BIOS RAID metadata, but is not part of any recognized BIOS RAID sets. Ignoring disk %(members)s.
de: Der Datenträger beinhaltet %(members_count)s BIOS RAID Metadaten. Er ist aber kein Teil eines erkannten BIOS RAID Datensatzes. Ignoriere Datenträger %(members)s.
fr: Le disque contient %(members_count)s métadonnées RAID BIOS, mais ne fait pas partie d'un ensemble RAID BIOS reconnu. On ignorera le disque %(members)s.
nl: Schijf bevat %(members_count)s BIOS RAID metadata, maar is geen deel van enig herkende BIOS RAID-set. Schijf %(members)s worden genegeerd.

source: Invalid mount point
de: Ungültiger Einhängepunkt
fr: Point de montage invalide
nl: Ongeldig aankoppelpunt

source: An error occurred when trying to create %s. Some element of this path is not a directory. This is a fatal error and the install cannot continue. Press <Enter> to exit the installer.
de: Beim Versuch %s zu erstellen ist ein Fehler aufgetreten. Einige Elemente dieses Pfades gehören zu keinem Verzeichnis. Dies ist ein fataler Fehler und die Installation kann nicht fortgeführt werden. Drücken Sie <Enter> um die Installation abzubrechen.
fr: Une erreur s'est produite en essayant de créer %s. Un élément de ce chemin n'est pas un répertoire. Il s'agit d'une erreur fatale et l'installation ne peut pas continuer. Appuyez sur la touche <Entrée> pour quitter l'installeur.
nl: Een fout is opgetreden tijdens het aanmaken van %s. Enkel elementen van dit pad is niet een map. Dit is een fatale fout en de installatie kan niet voortgezet worden. Druk <Enter> om de installatie te beëindigen.

source: An error occurred when trying to create %(mountpoint)s: %(msg)s. This is a fatal error and the install cannot continue. Press <Enter> to exit the installer.
de: Bei demErstellen %(mountpoint)s: %(msg)s ist ein Fehler aufgetreten. Dies ist ein schwerwiegender Fehler und die Installation kann nicht fortgeführt werden. Drücken Sie die <Enter>-Taste um das Installationsprogramm zu beenden.
fr: Une erreur s'est produite en essayant de créer %(mountpoint)s : %(msg)s. Il s'agit d'une erreur fatale et l'installation ne peut pas continuer. Appuyez sur la touche <Entrée> pour quitter l'installeur.
nl: Een fout is opgetreden tijdens het aanmaken van %(mountpoint)s: %(msg)s. Dit is een fatale fout en de installatie kan niet voortgezet worden. Druk <Enter> om de installatie te beëindigen.

source: Unable to mount filesystem
de: Kann Dateisystem nicht einhängen
fr: Impossible de monter le système de fichiers
nl: Kan bestandsysteem niet aankoppelen

source: An error occurred mounting device %(path)s as %(mountpoint)s. You may continue installation, but there may be problems.
de: Bei dem Einhängen des Geräts %(path)s bei %(mountpoint)s ist ein Fehler aufgetreten. Sie können die Installation fortführen, es können aber Probleme auftreten.
fr: Une erreur s'est produite lors du montage du disque %(path)s en tant que %(mountpoint)s. Vous pouvez continuer l'installation, mais il peut y avoir des problèmes.
nl: Een fout is opgetreden tijdens het aan koppelen van %(path)s als %(mountpoint)s. De installatie kan voortgezet worden, maar dit kan problemen geven.

source: An error occurred mounting device %(path)s as %(mountpoint)s: %(msg)s. This is a fatal error and the install cannot continue. Press <Enter> to exit the installer.
de: Während dem Einhängen von dem Gerät %(path)s bei %(mountpoint)s: %(msg)s ist ein Fehler aufgetreten. Dies ist ein schwerwiegender Fehler und die Installation kann nicht fortgeführt werden. Drücken Sie die <Enter>-Taste um das Installationsprogramm zu beenden.
fr: Une erreur s'est produite lors du montage du disque %(path)s en tant que %(mountpoint)s : %(msg)s. Il s'agit d'une erreur fatale et l'installation ne peut pas continuer. Appuyez sur la touche <Entrée> pour quitter l'installeur.
nl: Een fout is opgetreden tijdens het aankoppelen van %(path)s als %(mountpoint)s: %(msg)s. Dit is een fatale fout en de installatie kan niet voortgezet worden. Druk <Enter> om de installatie te beëindigen.

source: Skip
de: Überspringen
fr: Ignorer
nl: Overslaan

source: The swap device: %s is an old-style Linux swap partition. If you want to use this device for swap space, you must reformat as a new-style Linux swap partition.
de: Das SWAP-Gerät: %s ist eine Linux SWAP-Partition nach altem Stand. Falls Sie dieses Gerät als SWAP Speicher nutzen wollen, müssen Sie es mit dem neuen Dateisystem für SWAP-Partitionen formatieren.
fr: La swap : %s est une partition de swap à l'ancienne. Si vous souhaitez utiliser cette partition pour l'espace de swap, vous devez la reformater comme une partition de swap Linux moderne.
nl: Het swap-apparaat: %s is een oude-stijl swap-partitie voor Linux. Indien deze voor swapruimte gebruikt dient te gaan worden, formatteer deze dan als nieuwe-stijl swap-partitie voor Linux.

source: The swap device: %s in your /etc/fstab file is currently in use as a software suspend device, which means your system is hibernating. If you are performing a new install, make sure the installer is set to format all swap devices.
de: Das SWAP-Gerät: %s in Ihrer /etc/fstab Datei wird gerade als Suspend Device verwendet was bedeutet, dass ein System sich im Schlafzustand (hibernate) befindet. Falls Sie eine neue Installation durchführen stellen Sie bitte sicher, dass alle SWAP-Geräte formatiert werden.
fr: La swap : %s dans votre fichier /etc/fstab est actuellement utilisé comme partition de suspension, c'est-à-dire d'hibernation du système. Si vous effectuez une nouvelle installation, assurez-vous que l'installeur est réglé de façon à formater la swap.
nl: Het swap-apparaat: %s in het bestand /etc/fstab is momenteel als software slaap-apparaat in gebruik en het systeem is dus in slaaptoestand. Wanneer dit een nieuwe installatie is, wees er zeker van dat de swapruimte opnieuw geformatteerd wordt.

source: The swap device: %s does not contain a supported swap volume. In order to continue installation, you will need to format the device or skip it.
de: Das SWAP-Gerät: %s beinhaltet kein unterstütztes SWAP Volume. Um die Installation fortzuführen, müssen sie das Gerät formatieren oder überspringen.
fr: La partition de swap : %s ne contient pas un volume de swap. Afin de poursuivre l'installation, vous aurez besoin de formater cette partition ou de l'ignorer.
nl: Het swap-apparaat: %s bevat geen ondersteund swapvolume. Om verder te gaan met de installatie dient deze geformatteerd te worden of dit over te slaan.

source: Error enabling swap device %(name)s: %(msg)s<br><br>This most likely means this swap device has not been initialized.<br><br>Press OK to exit the installer.
de: Fehler beim einbinden des SWAP Geräts %(name)s: %(msg)s<br><br>Dies bedeutet meistens, dass das SWAP Gerät nicht initialisiert wurde.<br><br>Klicken Sie auf OK, um das Installationsprogramm zu beenden.
fr: Erreur d'activation de la partition de swap %(name)s : %(msg)s<br><br>Cela signifie probablement que cette partition n'a pas été initialisée.<br><br>Cliquez sur OK pour quitter le programme d'installation.
nl: Fout tijdens inschakelen swapruimte %(name)s: %(msg)s<br><br>Dit wordt hoogstwaarschijnlijk veroorzaakt door een niet geïnitialiseerde swapruimte.<br><br>Selecteer 'OK' om de installatie te beëindigen.

source: You have not created a bootable partition.
de: Sie haben keine bootfähige Partition erstellt.
fr: Vous avez oublié de créer une partition amorçable.
nl: Er is geen opstartbare partitie aangemaakt.

source: Bootable partitions cannot be on a logical volume.
de: Bootfähige Partitionen können nicht Teil eines Logical Volumes sein.
fr: Les partitions amorçables ne peuvent pas être sur un volume logique.
nl: Opstartbare partities kunnen niet een logisch volume zijn.

source: Bootable partitions cannot be on a raid array.
de: Bootfähige Partitionen können nicht Teil eines RAID Arrays sein.
fr: Les partitions amorçables ne peuvent pas être sur une chaîne de disques RAID.
nl: Opstartbare partities kunnen niet een raid-array zijn.

source: Bootable partitions cannot be on an %s filesystem.
de: Bootfähige Partitionen können nicht das %s Dateisystem haben.
fr: Les partitions amorçables ne peuvent pas être sur un système de fichiers %s.
nl: Opstartbare partities kunnen niet een bestandsysteem %s zijn.

source: Ignoring noauto entry
de: Ignoriere noauto Eintrag
fr: Ne tenant pas compte de l'entrée noauto
nl: Niet-auto item negeren

source: Failed to resolve %s (%s) from fstab
de: Konnte %s (%s) aus fstab nicht lösen
fr: Échec de la résolution %s (%s) à partir de fstab
nl: Oplossen van %s (%s) van fstab is mislukt

source: Unrecognized filesystem type for %s (%s)
de: Unbekanntes Dateisystem für %s (%s)
fr: Type de système de fichiers non reconnus pour %s (%s)
nl: Niet-herkend type bestandsysteem voor %s (%s)

source: Scanned format (%s) differs from fstab format (%s)
de: Erkanntes Format (%s) unterscheidet sich von dem Format in der fstab (%s)
fr: Format numérisé (%s) différent du format fstab (%s)
nl: Gescand formaat (%s) is ongelijk aan fstab-formaat (%s)

source: Cannot open %s for read
de: Kann %s nicht zum lesen öffnen
fr: Impossible d'ouvrir %s pour la lecture
nl: Kan %s niet openen om te lezen

source: Fstab entry %s is malformed: %s
de: Fstab-Eintrag %s ist missgebildet: %s
fr: L'entrée %s dans fstab est incorrecte : %s
nl: Fstab-item %s is ongeldig: %s

source: Creating file %s
de: Erstelle Datei %s
fr: Création du fichier %s
nl: Aanmaken bestand %s

source: Creating device %s
de: Erstelle Gerät %s
fr: Création du périphérique %s
nl: Aanmaken apparaat %s

source: device has not been created
de: Gerät wurde nicht erstellt
fr: Le disque dur n'a pas été créé
nl: apparaat is niet aangemaakt

source: cannot activate VG with missing PV(s)
de: kann VG nicht aktivieren mit folgenden fehlenden PV(s)
fr: impossible d'activer le Groupe de Volume en l'absence de Volumes Physiques
nl: kan VG met ontbrekende PV('s) niet activeren

source: vginfo failed for %s
de: vginfo für %s fehlgeschlagen
fr: vginfo a échoué pour %s
nl: vginfo is mislukt voor %s

source: lvs failed for %s
de: lvs für %s fehlgeschlagen
fr: lvs a échoué pour %s
nl: lvs is mislukt voor %s

source: partition table
de: Partitions Tabelle
fr: table des partitions
nl: partitietabel

source: dm-raid member device
de: Gerät ist Mitglied eines dm-RAID
fr: disque membre du dm-raid
nl: dm-raid memberapparaat

source: Unknown return code: %d.
de: Unbekannter Rückgabewert: %d.
fr: Code de retour inconnu : %d.
nl: Onbekende return-code: %d

source: Migrating %s filesystem on %s
de: Migriere %s Dateisystem auf %s
fr: Migration du système de fichiers %s sur %s
nl: Migreren van %s bestandsysteem op %s

source: Creating %(type)s filesystem on %(device)s
de: Erstelle %(type)s Dateisystem auf %(device)s
fr: Création du système de fichiers %(type)s sur %(device)s
nl: Aanmaken %(type)s bestandsysteem op %(device)s

source: Resizing filesystem on %s
de: Größenänderung des Dateisystems auf %s
fr: Redimensionnement du système de fichiers %s
nl: Grootte wijzigen van bestandsysteem op %s

source: Checking filesystem on %s
de: Prüfe Dateisystem auf %s
fr: Vérification du système de fichiers sur %s
nl: Controleren van bestandsysteem op %s

source: %(type)s filesystem check failure on %(device)s:
de: %(type)s Dateisystem Prüffehler auf %(device)s:
fr: Échec de la vérification du système de fichiers %(type)s sur %(device)s :
nl: Controleren %(type)s bestandsysteem is mislukt op %(device)s:

source: Errors like this usually mean there is a problem with the filesystem that will require user interaction to repair. Restart installation after you have corrected the problems on the filesystem.
de: Fehler wie dieser bedeuten in der Regel, dass es ein Problem mit dem Dateisystem gibt welches zur Behebung Benutzereingaben benötigt. Starten Sie die Installation erneut, nachdem der Fehler des Dateisystems behoben wurde.
fr: Ce genre d'erreur signifie généralement qu'il y a un problème avec le système de fichiers dont la résolution nécessite une interaction avec l'utilisateur. Redémarrez l'installation après avoir corrigé les problèmes sur le système de fichiers.
nl: Fouten zoals deze betekenen meestal dat er een probleem is met het bestandsysteem en maken een reparatiehandeling noodzakelijk. Herstart de installatie nadat het probleem op het bestandsysteem opgelost is.

source: Unrecoverable Error
de: Nicht behebbarer Fehler
fr: Erreur irrécupérable
nl: Onherstelbare fout

source: File system errors left uncorrected.
de: Dateisystemfehler unkorrigiert belassen.
fr: Erreurs de système de fichiers laissées non corrigées.
nl: Fouten van bestandsysteem zijn niet opgelost.

source: Operational error.
de: Operativer Fehler.
fr: Erreur opérationnelle.
nl: Bewerkingsfout.

source: Usage or syntax error.
de: Nutzer oder Syntax Fehler.
fr: Erreur d'utilisation ou de syntaxe.
nl: Gebruik of syntaxisfout.

source: e2fsck cancelled by user request.
de: e2fsck vom Benutzer abgebrochen.
fr: e2fsck annulé sur demande de l'utilisateur.
nl: e2fsck is door gebruiker afgebroken.

source: Shared library error.
de: Laufzeit-Bibliothek Fehler.
fr: Erreur de bibliothèque partagée.
nl: Fout gedeelde bibliotheek.

source: Recoverable errors have been detected or dosfsck has discovered an internal inconsistency.
de: Behebbare Fehler wurden festgestellt oder dosfsck hat eine interne Inkonsistenz entdeckt.
fr: Des erreurs récupérables ont été détectés ou dosfsck a découvert une incohérence interne.
nl: Herstelbare fouten zijn gedetecteerd of dosfsck heeft een interne inconsistiteit ontdekt.

source: Usage error.
de: Fehlerhafte Benutzung.
fr: Erreur d'utilisation.
nl: Gebruikfout.

source: physical volume (LVM)
fr: Volume physique (LVM)
nl: fysiek volume (LVM)

source: Turkish
de: Türkisch
fr: Turc
nl: Turks

source: Turkish F
de: Türkisch F
fr: Turc F
nl: Turks F

source: Turkish Q
de: Türkisch Q
fr: Turc Q
nl: Turks Q

source: English
de: Englisch
fr: Anglais
nl: Engels

source: English GB
de: Englisch GB
fr: Anglais (Britannique)
nl: Engels GB

source: Greek
de: Griechisch
fr: Grec
nl: Grieks

source: Vietnamese
de: Vietnamesisch
fr: Vietnamien
nl: Vietnamees

source: Catalan
de: Katalanisch
nl: Catalaans

source: Italian
de: Italienisch
fr: Italien
nl: Italiaans

source: Czech
de: Tschechisch
fr: Tchèque
nl: Tsjechisch

source: Arabic
de: Arabisch
fr: Arabe
nl: Arabisch

source: Estonian
de: Estnisch
fr: Estonien
nl: Estlands

source: Spanish
de: Spanisch
fr: Espagnol
nl: Spaans

source: Russian
de: Russisch
fr: Russe
nl: Russisch

source: Dutch
de: Niederländisch
fr: Hollandais
nl: Nederlands

source: Portuguese
de: Portugiesisch
fr: Portugais
nl: Portugees

source: Norwegian
de: Norwegisch
fr: Norvégien
nl: Noors

source: Icelandic
de: Isländisch
fr: Islandais
nl: IJslands

source: Polish
de: Polnisch
fr: Polonais
nl: Pools

source: Belgium
de: Belgisch
fr: Belge
nl: België

source: French
de: Französisch
fr: Français
nl: Frans

source: Bulgarian
de: Bulgarisch
fr: Bulgare
nl: Bulgaars

source: Slovenian
de: Slowenisch
fr: Slovène
nl: Sloveens

source: Croatian
de: Kroatisch
fr: Croate
nl: Kroatisch

source: German
de: Deutsch
fr: Allemand
nl: Duits

source: Danish
de: Dänisch
fr: Danois
nl: Deens

source: Brazilian
de: Brasilianisch
fr: Brésilien
nl: Braziliaans

source: Finnish
de: Finnisch
fr: Finnois
nl: Fins

source: Hungarian
de: Ungarisch
fr: Hongrois
nl: Hongaars

source: Japanese
de: Japanisch
fr: Japonnais
nl: Japans

source: Malayalam
nl: Malayalaams

source: Swedish
de: Schwedisch
fr: Suédois
nl: Zweeds

source: Macedonian
de: Mazedonisch
fr: Macédonien
nl: Macedonisch

source: Slovak
de: Slowakisch
fr: Slovaque
nl: Slowaaks

source: Ukrainian
de: Ukrainisch
fr: Ukrainien
nl: Oekraïens

source: Serbian
de: Serbisch
fr: Serbe
nl: Servisch

source: Preparing home directory for %s...
de: Vorbereitung des home-Verzeichnis für %s...
fr: Préparation du dossier personnel de %s...
nl: Klaarmaken van persoonlijk map voor %s...

source: Release file is missing
de: Releasedatei fehlt
fr: Fichier de sortie manquant
nl: Uitgavebestand ontbreekt

source: Release file is inconsistent
de: Releasedatei ist fehlerhaft
fr: Fichier de sortie inconsistant
nl: Uitgavebestand is niet samenhangend

source: Invalid xml file
de: Ungültige XML-Datei
fr: Fichier xml Invalide
nl: Ongeldig xml-bestand

source: Member
de: Mitglied
fr: Membre

source: Array
fr: Chaîne

source: Raid Arrays
fr: Chaînes RAID

source: software RAID
fr: RAID logiciel

source: Welsh
de: Walisisch
fr: Gallois

source: Writing bootloader config...
de: Bootloader-Konfiguration wird geschrieben...

source: <qt>Proprietary drivers are available which may be required to utilize the full capabilities of your video card. These drivers are developed by the hardware manufacturer and not supported by Pisi Linux developers since their source code is not publicly available.<br><br><b>Do you want to install and use these proprietary drivers instead of the default drivers?</b></qt>
de: <qt>Proprietäre Treiber stehen zur Verfügung, welche die volle Leistungsfähigkeiten Ihrer Grafikkarte nutzen können. Diese Treiber werden vom Hersteller der Hardware entwickelt und nicht durch Pisi Linux-Entwickler unterstützt, da deren Quellcode nicht öffentlich zugänglich ist.<br><br><b>Möchten Sie statt dem voreingestellten freien Treiber den proprietären Treiber installieren und verwenden?</b></qt>

source: Afrikaans
de: Afrikanisch
