Repository: pisilinux/project
Catalog: managers/user-manager/po/*.po
Languages: nl

source: An application for managing user accounts.
nl: Een toepassing voor het beheren van gebruikersaccounten.

source: User Manager
nl: Gebruikerbeheer

source: Current Maintainer
nl: Huidige onderhouder

source: First Developer
nl: Eerste ontwikkelaar

# EMAIL OF TRANSLATORS
source: Your emails
nl: atolboo@gmail.com, groni@pisilinux.org

# NAME OF TRANSLATORS
source: Your names
nl: Antoon Tolboom, Stefan Gronewold

source: Do you want to continue ?
nl: Wilt u groep '%1' verwijderen?

source: User/group operations
nl: Gebruiker-/groephandelingen

source: Package operations
nl: Pakkethandelingen

source: Service operations
nl: Dienstenhandelingen

source: Date/time operations
nl: Datum-/tijdhandelingen

source: Kernel/Process operations
nl: Kernel-/proceshandelingen

source: Bootloader settings
nl: Bootloader-handelingen

source: Screen settings
nl: Scherminstellingen

source: Locale settings
nl: Regio-instellingen

source: Network settings
nl: Netwerkinstellingen

source: Login Manager settings
nl: Aanmeldbeheerinstellingen

source: Keyboard settings
nl: Toetsenbordinstellingen

source: There has to be at least one group selected
nl: Ten minste een groep dient geselecteerd te zijn.

source: Start with typing this user's full name.
nl: Begin met het typen van de volledige naam van deze gebruiker.

source: You should enter a password for this user.
nl: U dient een wachtwoord voor deze gebruiker op te geven.

source: Password must be longer.
nl: Wachtwoord dient langer zijn.

source: Don't use your full name or user name as a password.
nl: Niet uw eigen naam of naam van de gebruik als wachtwoord gebruiken.

source: Passwords don't match.
nl: Wachtwoorden komen niet overeen.

source: You must enter a user name.
nl: U dient een gebruikernaam op te geven.

source: This user name is used by another user.
nl: Deze gebruikernaam wordt al gebruikt.

source: User name must not start with a number.
nl: Gebruikernaam mag niet starten met een cijfer.

source: There are no packages that provide backend for this application. Please make sure that packages are installed and configured correctly
nl: Er zijn geen pakketten die backend voor deze toepassing geven. Installeer de pakketten en stel ze correct in.

source: Access denied
nl: Toegang geweigerd.

source: Users
nl: Gebruikers

source: Groups
nl: Groepen

source: All Users
nl: Alle gebruikers

source: All Groups
nl: Alle groepen

source: Add User
nl: Gebruiker toevoegen

source: Add Group
nl: Groep toevoegen

source: Cannot delete <b>%1</b>. The user is currently logged in.
nl: Kan <b>%1</b> niet verwijderen. De gebruiker is op dit moment aangemeld.

source: Do you want to delete user '%1' (%2)?
nl: Wilt u gebruiker '%1' (%2) verwijderen?

source: Also remove user files. (This may take long.)
nl: Ook gebruikerbestanden verwijderen. (Dit kan lang duren.)

source: Do yu want to delete group '%1'?
nl: Wilt u deze groep '%1' verwijderen?

source: Remove items
nl: items verwijderen

source: Group Information
nl: Groepinformatie

source: Group Name:
nl: Groepnaam:

source: No.:
nl: Nr.:

source: User Information
nl: Gebruikerinformatie

source: Full Name:
nl: Volledige naam:

source: Password:
nl: Wachtwoord:

source: Password (Again):
nl: Wachtwoord (nogmaals):

source: Username:
nl: Gebruikernaam:

source: Home Directory:
nl: Persoonlijke map:

source: Give administrator rights
nl: Systeembeheerderrechten geven

source: User Id:
nl: Gebruiker-id:

source: Advanced
nl: Meer opties

source: Apply this policy to all actions
nl: Dit beleid op alle acties toepassen

source: Use system settings
nl: Systeeminstellingen gebruiken

source: Authorize user
nl: Gebruiker autoriseren

source: Deny user
nl: Gebruiker weigeren

source: Start typing to filter
nl: Begin met typen om te filteren

source: Authorizations
nl: Autorisaties

source: Main Group:
nl: Hoofdgroep:

source: Edit
nl: Bewerken

source: Delete
nl: Verwijderen

source: Add New
nl: Nieuwe toevoegen
