Repository: pisilinux/project
Catalog: quickformat/src/po/*.po
Languages: hr, hu, nl, sv, uk

source: Quick Format
hr: Brzo formatiranje
hu: Gyorsformázó
nl: Snel formatteren
sv: Snabbformatering
uk: Швидке форматування

source: File System
hr: Datotečni sustav
hu: Fájlrendszer
nl: Bestandssysteem
sv: Filsystem
uk: Файлова система

source: Volume Label
hr: Natpis particije
hu: Kötetcímke
sv: Volymetikett
uk: Мітка тома

source: Volume Name
hr: Ime particije
hu: Kötetnév
nl: Volumenaam
sv: Volymnamn
uk: Назва тома

source: Format
hr: Formatiraj
hu: Formázás
nl: Formatteren
sv: Formatera
uk: Форматування

source: Close
hr: Zatvori
hu: Bezárás
nl: Sluiten
sv: Stäng
uk: Закрити

source: Removable Device Formatting Tool
hr: Alat za formatiranje uklonjivih uređaja
hu: Cserélhető eszközök formázása
nl: Formatteergereedschap voor verwijderbare apparaten
sv: Formateringsverktyg för flyttbara enheter
uk: Інтрумент форматування змінних пристроїв

source: Current Maintainer
hr: Trenutni održavatelj
hu: Jelenlegi karbantartó
nl: Huidige onderhouder
sv: Nuvarande underhållare
uk: Теперішній супровідник

source: OK
hr: U redu
uk: Гаразд

source: Please wait while formatting...
hr: Molim pričekajte dok formatiram...
hu: Kis türelmet, amíg a formázás tart…
nl: Een ogenblik geduld tijdens het formatteren...
sv: Vänligen vänta, formaterar...
uk: Зачекайте, будь ласка, форматування…

source: Format completed successfully.
hr: Formatiranje uspješno dovršeno.
hu: A formázás sikeresen befejeződött.
nl: Formatteren is met succes beÃ«indigd.
sv: Formateringen slutfördes framgångsrikt
uk: Форматування завершено успішно.

source: Cannot format this partition. The device might be in use. Please try again.
hr: Ne mogu formatirati ovu particiju. Uređaj je možda u uporabi, Molim,pokušajte ponovno.
hu: A partíciót nem lehet formázni, az eszköz talán foglalt. Próbálja meg újra.
nl: Kan deze partitie niet formatteren. Het apparaat kan in gebruik zijn. Probeer het opnieuw.
sv: Kan inte formatera denna partition. Enheten kan vara i bruk. Försök igen.
uk: Неможливо форматувати цей розділ. Пристрій використовуватись. Будь ласка, спробуйте ще раз.

source: There aren't any removable devices.
hr: Nema uklonjivih uređaja.
hu: Nincsenek cserélhető eszközök.
nl: Er zijn geen verwijderbare apparaten
sv: Det finns inte några flyttbara enheter
uk: Нема жодного змінного пристрою.

source: Loading devices...
hr: Učitavam uređaje...
hu: Eszközök betöltése…
nl: Bezig met laden...
sv: Läser enheter...
uk: Завантаження пристрою…

source: The partition table seems corrupt. Please re-partition this device and try again.
hr: Particijska tablica izgleda oštećeno. Olim,ponovno particionirajte ovoj uređaj i pokušajte ponovno.
hu: A partíciós tábla sérültnek tűnik. Partícionálja újra az eszközt, és próbálja meg újra.
nl: De partitietabel is niet goed. Partitioneer dit apparaat opnieuw en probeer het nogmaals.
sv: Partitionstabellen verkar skadad. Vänligen partitionera enheten och försök igen.
uk: Схоже, таблиця розділів пошкоджено. Будь ласка, розділіть цей пристрій знову й спробуйте ще раз.

source: QuickFormat
hr: Bzo fprmatiranje
hu: Gyorsformázó
nl: Snel formatteren
sv: Snabbformatering

source: (c) 2011 TUBITAK/BILGEM
hu: (C) TUBITAK/BILGEM, 2011.
uk: © 2011 TUBITAK/BILGEM
