Repository: pisilinux/project
Catalog: kaptan/po/*.po
Languages: de, es, fr, hu, it, pt_br, ru, sv, tr

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Smolt will only send hardware and basic operating system information to the Pisi Linux smolt server (smoon). The only tie from the database to a submitters machine is the UUID. As long as the submitter does not give out this UUID the submission is anonymous. If at any point in time a user wants to delete their profile from the database they need only run</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-style:italic;">smoltDeleteProfile</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> The information sent to the smolt database server should be considered public in that anyone can view the statistics, data and share machine profiles. In many ways smolt is designed to get hardware vendors and other 3rd parties attention. As such, not only will this information be shared with 3rd parties, we will be using smolt as leverage to gain better support for open source drivers and better support in general.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" text-decoration: underline;">IP Logging:</span> In Pisi Linux's smolt install all web traffic goes through a proxy server first. This is the only place IP addresses are being logged and they are kept on that server for a period of 4 weeks at which time log rotation removes these logs. The Pisi Linux Project does not aggregate ip addresses in the smolt database. These logs are private and will not be available to the general public.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Users unhappy with this policy should simply not use smolt. Users with questions about this policy should contact the Pisi Linux Infrastructure Team at admin [at] pisilinux.org Also remember that users can delete their profiles at any time using &quot;<span style=" font-style:italic;">smoltDeleteProfile</span>&quot;</p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Smolt sendet nur Information über die Hardware und allgemeine Informationen über das Betriebsystem an den smolt-Server bei Pisi Linux (smoon). Die einzige Identifikation des PCs des Absenders ist die UUID. Die Anonymität des Benutzers ist gewährleistet, solange er seine UUID nicht anderweitig öffentlich preisgibt. Wenn der Benutzer sein Profil aus der Datenbank löschen möchte, kann er das jederzeit machen. Er braucht nur das folgende Kommando eingeben</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-style:italic;">smoltDeleteProfile</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Die Information im smolt-Server sollte als öffentlich angesehen werden, weil jeder Zugriff hat auf Statistiken, und Daten von PC-Profilen austauschen kann. Smolt wurde entworfen um Hardware-Hersteller und andere Zubehörfabrikanten auf sich aufmerksam zu machen. Deshalb werden die Daten nicht nur allgemein veröffentlicht. Es wird erwartet, dass durch SMOLT die Unterstützung für Open-Source Gerätetreiber verbessert wird.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" text-decoration: underline;">IP Speicherung:</span> In den Pisi Linux Einrichtungen geht der gesamte Web-Verkehr zu Smolt über einen Proxy-Server. Dieser Proxy Server ist der einzige Punkt, wo die IP-Adressen im Log gespeichert werden, wo sie dann nach 4 Wochen durch Logrotation wieder gelöscht werden. Das Pisi Linux Projekt speichert die IP-Adresse nicht in der smolt-Datenbank. Diese Logs sind privat und werden nicht öffentlich zugänglich sein.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Benutzer denen diese Politik nicht gefällt, sollten ganz einfach smolt nicht verwenden. Anwender mit Fragen können sich an das Pisi Linux Infrastructure-Team wenden: admin [at] pisilinux.org. Hier nochmals die Erinnerung, dass jederzeit das eigene Profil mit dem folgenden Befehl gelöscht werden kann: quot;<span style=" font-style:italic;">smoltDeleteProfile</span>&quot;</p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Smolt transfirirá solamente informacón básica del hardware y del sistema operativo al servidor smolt de Pisi Linux (smoon). El único vínculo de la base de datos que hace referencia a la computadora del usuario es el UUID. Mientras el usuario no publica su UUID, el envío de la información es anónimo. Si el usuario desea eliminar su perfil de la base de datos, puede sencillamente ejecutar</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-style:italic;">smoltDeleteProfile</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> La información enviado al servidor smolt se debe considerar pública, en la que todos pueden ver estadísticas, datos y perfiles de las computadoras. El diseño de smolt se realizó con la intención de atraer la atención de los fabricantes de hardware y acesorios. Por tál motivo no solamente se comparte esta información con terceros, sino además se utilizará la información para incentivar un mejor soporte de controladores de dicho hardware y en general.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" text-decoration: underline;">Registro de IP:</span> En la instalación del servidor smolt de Pisi Linux, todo el trafico pasa primero por un servidor proxy. Esto es el único lugar, donde las direcciones IP quedan grabados en un log, donde permanecen por 4 semanas, hasta la rotación de archivos los elimina de nuevo. No se registra la dirección IP en la base de datos smolt del proyecto Pisi Linux. Estos archivos los son privados y están accesible para el público en general.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Usuarios que no están de acuerdo con ésta política sencillamente deberían no utilizar smolt. Si tiene dudas y preguntas sobre la política puede contactar al equipo de infraestructura de Pisi Linux al admin [at] pisilinux.org. Además recuerde que siempre puede eliminar su perfil en cualquier momento con el comando &quot;<span style=" font-style:italic;">smoltDeleteProfile</span>&quot;</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Smolt enverra seulement des informations non personnelles sur le matériel et le système d'exploitation au serveur Smolt de Pisi Linux (smoon). Le seul élément qui relie les informations dans la base de données à l'ordinateur du participant est un numéro, l'UUID. Tant que le participant ne donne pas cet UUID, la soumission est anonyme. Il est possible d'effacer son profil de la base de données avec la commande</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-style:italic;">smoltDeleteProfile</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> L'information recueillie dans le serveur de base de données doit être considérée comme publique dans le sens où n'importe qui peut visualiser les statistiques, les données, et partager les profils machine. Smolt est fait pour attirer l'attention des fabricants de matériels et des tiers. Par conséquent, non seulement cette information sera partagée avec des tiers, mais encore nous utiliserons smolt comme un levier afin d'obtenir des pilotes libres et un meilleur support en général.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" text-decoration: underline;">IP Logging:</span> Tout le trafic web du serveur smolt de Pisi Linux passe au travers d'un serveur proxy en premier. C'est le seul endroit où les adresses IP sont enregistrées et conservées 4 semaines à l'issue desquelles elles sont effacées. Le projet Pisi Linux n'accumule pas des adresses IP dans la base de données du serveur smolt. Les journaux (logs) sont privés et non divulgués au public.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Les utilisateurs qui seraient mécontents de cette politique ne doivent pas utiliser smolt. Ceux qui ont des questions à propos de cette politique sont invités à contacter l'équipe Infrastructure de Pisi Linux à l'adresse admin [at] pisilinux.org Souvenez-vous que vous pouvez effacer votre profil à tout moment à l'aide de la commande "<span style=" font-style:italic;">smoltDeleteProfile</span>"</p></body></html>
hu: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:9pt;"> A Smolt csak hardver- és alapszintű operációs rendszer adatokat küld a Pisi Linux smolt szerverére (smoon). Az egyetlen kapcsolat az adatbázis és a felhasználó gépe között az UUID. Amíg az adatok küldője nem teszi közzé a saját UUID-jét, a beküldött adatok névtelenek. Ha a felhasználó törölni kívánja az adatait az adatbázisból, egyszerűen futtatnia kell profil törlést <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:9pt;"> </span><span style=" font-size:9pt; font-style:italic;">smoltDeleteProfile</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:9pt;"> A smolt adatbázis szerverre küldött adatok publikusak abban az értelemben, hogy bárki megtekintheti az adatokat és statisztikáikat, valamint megoszthatja a számítógépek profiljait. A smolt rendszert úgy alakítottuk ki, hogy harmadik fél érdeklődésére is számot tartson, ezenkívül használható legyen nyílt forrású eszközmeghajtó programok fejlesztéséhez a jobb támogatás érdekében.</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:9pt; text-decoration: underline;">IP naplózás:</span><span style=" font-size:9pt;"> A Pisi Linuxból minden smolt adatforgalom először egy proxy szerverre kerül. Ez az egyetlen hely, ahol a küldő IP címe eltárolódik, de itt is maximum 4 hétig tároljuk. Ezután a címek a naplófájlok forgatásával kikerülnek a rendszerből. A Párdus nem tárolja az IP címeket a smolt adatbázisban, illetve ezek a naplófáljok publikusan nem elérhetők.</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:9pt;"> Azon felhasználóinknak, akiknek ez az adattárolási módszer nem felel meg, azt tanácsoljuk, hogy ne használják a smolt adatbázist. Ha további kérdéseik vannak az adatvédelemmel kapcsolatban, kérjük keressék meg a Pisi Linux Infrastruktúra Csapatát az admin [kukac] pisilinux.org email címen. Minden felhasználó bármikor törölheti a smolt adatait a &quot;</span><span style=" font-size:9pt; font-style:italic;">smoltDeleteProfile</span><span style=" font-size:9pt;">&quot;</span> parancs segítségével.</p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:9pt;"> O Smolt enviará somente informações básicas de seu hardware e sistema operacional para o servidor do smolt do Pisi Linux (smoon). O único vínculo ao banco de dados é o UUID da máquina. Enquanto você resguardar seu UUID o envio será um processo completamente anônimo. Se a qualquer momento o usuário quiser apagar o seu perfil do banco de dados, ele precisa apenas executar </span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:9pt;"> </span><span style=" font-size:9pt; font-style:italic;">smoltDeleteProfile</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:9pt;"> A informação enviada para o servidor do banco de dados smolt deverá ser considerada pública para que qualquer um veja as estatísticas, dados e compartilhem os perfis de máquinas. Em vários modos o smolt foi desenvolvido para chamar a atenção dos vendedores de hardware e de outros terceiros. Dessa forma, não apenas será informação para ser compartilhada entre terceiros, como nós iremos usar o smolt como modo de ganhar melhor suporte para drivers de código aberto em geral.</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:9pt; text-decoration: underline;">IP Logging:</span><span style=" font-size:9pt;"> Na instalação do smolt do Pisi Linux todo o tráfego de rede vai para o servidor de proxy primário. Este é o único local onde os endereços de IP estarão sendo registrados e eles serão mantidos nesse servidor por um período de 4 semanas até o horário da rotação do registro, que removerá esses endereços. O Projeto Pisi Linux não agrega os endereços de IP à base de dados do smolt. Esses registros são privados e não estarão disponíveis para o público em geral.</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:9pt;"> Usuários não contentes com esta política podem simplesmente não usar o smolt. Usuários com questões sobre essa política deveriam contactar o Time de InfraEstrutura do Pisi Linux em admin [arroba] pisilinux.org . Também lembramos que os usuários podem apagar os seus perfis a qualquer momento usando "</span><span style=" font-size:9pt; font-style:italic;">smoltDeleteProfile</span><span style=" font-size:9pt;">"</span></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Smolt только передаст информацию о программном и аппаратном обеспечении на сервер Pisi Linux smolt (smoon). Единственный идентификатор из базы данных - это UUID. Если подписчик не передает UUID, подписка будет анонимной. Если подписчик захочит удалить подписку, ему достаточно запустить</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-style:italic;">smoltDeleteProfile</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Информация, посланная в базу данных smolt считается публичной, для того, чтобы каждый мог просмотреть статистику и профили. Часто smolt получает информацию от сторонних производителей. В этом случае информация будет не только доступна сторонним лицам, но и может быть использована для лучшей поддержки открытых драйверов и вообще программного обеспечения.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" text-decoration: underline;">IP Logging:</span> При установке сервера smolt в Pisi Linux весь web-трафик будет идти через прокси-сервер. Это единственное место, где IP адреса будут сохраняться в течении 4 недель, после чего записи будут удаляться. Проект The Pisi Linux не собирает IP адреса в базе данных smolt. Они являются частными и не будут доступны для публики.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Пользователи, которые недовольны этой политикой, могут просто не использовать smolt. Пользователи, которые хотят задать вопросы, могут связаться с Pisi Linux Infrastructure Team по адресу admin [at] pisilinux.org Так же помните, что в любой момент можно удалить свой профиль, используя &quot;<span style=" font-style:italic;">smoltDeleteProfile</span>&quot;</p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Smolt, Pisi Linux smolt sunucusuna sadece donanım ve temel işletim sistemi bilgilerini gönderir. Gönderenin bilgisayarıyla veritabanı arasındaki tek bağlantı UUID'dir. Gönderenler bu UUID'yi gizli tuttuğu sürece gönderim gizli kalır. Eğer kullanıcı veritabanından kendine ait verileri silmek isterse</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-style:italic;">smoltDeleteProfile</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">komutunu çalıştırmaları yeterlidir. Herkes istatistik ve verilere bakabildiği ve bilgisayar profillerini paylaşabildiği için smolt veritabanı sunucusuna gönderilen veri halka açık kabul edilmelidir. Pek çok yönden biz smolt'u açık kaynak sürücüler ve genel olarak daha iyi destek için kullanacağımız için smolt donanım üreticilerinin ve diğer üçüncü kişilerin faydasına sunulur, yani bu bilgiler üçüncü kişilerle paylaşılır.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" text-decoration: underline;">IP Günlükleme:</span> Pisi Linux'un smolt kurulumunda tüm Internet trafiği önce bir vekil sunucudan geçer. Bu vekil sunucu IP adreslerini günlüğüne kaydeder ve arşivler. Pisi Linux Projesi IP adreslerini smolt veritabanında tutmaz. Bu günlükler gizlidir ve halka açık değildir.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Bu politikadan hoşnut olmayan kullanıcıların smolt'u kullanmaması yeterli olacaktır. Bu politika hakkında soruları olan kullanıcılar ise Pisi Linux Yönetim Ekibi'yle admin [at] pisilinux.org'dan iletişim kurabilirler. Ayrıca kullanıcılar"<span style=" font-style:italic;">smoltDeleteProfile</span>" vasıtasıyla profillerini istedikleri zaman silebilirler.</p></body></html>

source: Choose your favorite theme and desktop type. Customize Pisi Linux with colorful styles and themes.
de: Wählen Sie Ihr bevorzugtes Design und den Desktop-Stil. Konfigurieren Sie Ihr Pisi Linux mit einem der vorhandenen Stile und Designs.
es: Elija su tema favorito y tipo de escritorio. Personalice Pisi Linux con estilos y temas coloreados.
fr: Choisissez votre thème et type de bureau préférés. Personnalisez votre Pisi Linux avec des styles et des thèmes.
hu: Válassza ki kedvenc témáját és asztal típusát. Tegye egyedivé a Pisi Linuxt színes stílusokkal és témákkal.
it: Sceglio il tipo di Desktop e il tema che preferito. Personalizza Pisi Linux con stili e temi colorati!
pt_br: Selecione seu tema favorito e o tipo de área de trabalho. Personalize o Pisi Linux com estilos e temas coloridos
ru: Выберите вашу любимую тему оформления и тип рабочего стола. Настройте Pisi Linux с цветовыми схемами и темами.
sv: Välj ditt favorittema och skrivbordstyp. Anpassa Pisi Linux med färgstarka stilar och teman.
tr: Favori temanızı ve masaüstü tipini seçip, Pisi Linux'u renkli stil ve temalarla kişiselleştirebilirsiniz.

source: KDE Themes
de: KDE Design
es: Temas KDE
fr: Thèmes de KDE
hu: KDE témák
it: Temi KDE
pt_br: Temas do KDE
ru: KDE темы
sv: KDE-teman
tr: KDE Temaları

source: Icons
es: Íconos
fr: Icônes
hu: Ikonok
it: Icone
pt_br: Ícones
ru: Значки
sv: Ikoner
tr: Simgeler

source: Oxygen - The official icon set of KDE
de: Oxygen - die offizielle Symbolsammlung von KDE
es: Oxygen - Los íconos oficiales de KDE
fr: Oxygen - Le jeu d'icônes officiel de KDE
hu: Oxygen - A KDE hivatalos ikon témája
it: Oxygen - Set di icone ufficiale di KDE
pt_br: Oxygen - O tema de ícones oficial do KDE
ru: Oxygen - официальный набор значков KDE
sv: Oxygen - Standardikontema för KDE
tr: Oxygen - KDE'nin resmi simge seti

source: Milky - The official icon set of Pisi Linux
de: Milky - die Symbolsammlung von Pisi Linux
es: Milky - Los íconos oficiales de Pisi Linux
fr: Milky - Le jeu d'icônes officiel de Pisi Linux
hu: Milky - A Pisi Linux hivatalos ikon témája
it: Milky - Set di icone ufficiale di Pisi Linux
pt_br: Milky - O tema de ícones oficial do Pisi Linux
sv: Milky - Standardikontema för Pisi Linux
tr: Milky - Pisi Linux'un resmi simge seti
