Repository: pisilinux/project
Catalog: kaptan/po/*.po
Languages: de, es, fr, hu, it, pt_br, ru, sv, tr

source: Desktop Type
de: Desktop-Typ
es: Tipo de Escritorio
fr: Type de bureau
hu: Asztal típusa
it: Tipo di desktop
pt_br: Tipo da Área de Trabalho
ru: Тип рабочего стола
sv: Skrivbordstyp
tr: Masaüstü Tipi

source: Desktop view (KDE4 Style)
de: Desktopansicht (KDE4 Stil)
es: Vista de Escritorio (Estilo KDE4)
fr: Vue de bureau (style KDE4)
hu: Asztal nézet (KDE4 stílus)
it: Vista Scrivania (Stile KDE4)
pt_br: Vista da Área de Trabalho (Estilo KDE4)
ru: Рабочий стол KDE4 (стиль KDE4)
sv: Skrivbordsvy (KDE4-stil)
tr: Masaüstü görünümü (KDE4 Stili)

source: Folder view (KDE3 Style)
de: Verzeichnisansicht (KDE3 Stil)
es: Vista de Directorios (Estilo KDE3)
fr: Vue de dossier (style KDE3)
hu: Mappa nézet (KDE3 stílus)
it: Vista cartelle (Stile KDE3)
pt_br: Vista de Pasta (Estilo KDE3)
ru: Просмотр папки (стиль KDE3)
sv: Katalogvy (KDE3-stil)
tr: Klasör görünümü (KDE3 Stili)

source: Number of Desktops
de: Anzahl der Desktops
es: Cantidad de Escritorios
fr: Nombre de bureaux
hu: Asztalok száma
it: Numero di Desktop:
pt_br: Número de Áreas de Trabalho
ru: Число рабочих столов
sv: Antal skrivbord
tr: Masaüstü Sayısı

source: styleName
hu: stílusnév
it: Nome dello Stile
tr: biçemİsmi

source: styleDesc
hu: stílus leírása
it: Descrizione dello Stile
tr: biçemAçıklaması

source: You have successfully finished all steps. Here's a summary of the settings you want to apply. Click <b>Apply Settings</b> to save them now. You are now ready to enjoy Pisi Linux!
de: Sie haben alle Schritte erfolgreich ausgeführt. Hier ist eine Zusammenfassung Ihrer Konfiguration, die anschließend übernommen wird. Klicken Sie auf <b>Weiter</b>, um sie jetzt zu speichern. In Kürze können Sie Pisi Linux benutzen!
es: Usted ha finalizado con éxito todos los pasos. Aqui un resumen de las configuraciones que está a punto de aplicar. Presione <b>Aplicar Configuración</b> para guardarlos ahora. Ahora está listo para disfrutar Pisi Linux!
fr: Vous avez passé avec succès toutes les étapes. Voici un récapitulatif du paramétrage que vous souhaitez. Cliquez sur <b>Appliquer les réglages</b> pour les enregistrer. Vous voilà fin prêt pour profiter de votre Pisi Linux !
hu: Sikeresen befejezett minden lépést. Itt egy összegzés az elfogadásra váró beállításokról. Kattintson a <b>Beállítások alkalmazása</b> gombra az elfogadásukhoz. Most már készen áll a Pisi Linux használatára!
it: Hai completato tutti i passi. Ecco un riassunto dei cambiamenti. Clicca su <b>Applica Impostazioni</b> per salvarli. Divertiti con Pisi Linux!
pt_br: Você terminou todos os passos com sucesso. Aqui está o resumo das configurações que você aplicou. Clique em <b>Aplicar Configurações</b> para salvá-las agora. Você agora está rpronto para usar o Pisi Linux!
sv: Du har nu framgångsrikt fullföljt alla steg. Här är en sammanställning över de inställningar du valt, klicka <b>Nästa</b> för att spara dem. Du är nu redo för att ha roligt med Pisi Linux.
tr: Bütün adımları başarıyla tamamladınız. Aşağıda uygulanmasını istediğiniz ayarların listesini görebilirsiniz. <b>Ayarları Uygula</b> tuşuna bastığınızda ayarlarınız kaydedilecektir. Artık Pisi Linux'un tadını çıkarmaya hazırsınız!

source: The following settings will be applied
de: Die folgenden Einstellungen werden übernommen
es: Se aplicará la siguiente configuración
fr: Les paramètres suivants seront appliqués
hu: A következő beállítások kerülnek alkalmazásra
it: Le impostazioni seguenti verranno eseguiti
pt_br: As seguintes configurações serão aplicadas
ru: Следующие параметры будут применены
sv: Följande inställningar kommer att tillämpas
tr: Aşağıdaki ayarlar uygulanacaktır

source: Choose your favorite wallpaper for Pisi Linux. Don't forget to check out <b>Desktop Settings</b> for downloading new and cool wallpapers.
de: Wählen Sie Ihr gewünschtes Hintergrundbild aus. Sie können bei den <b>Desktop Einstellungen</b> weitere coole Hintergrundbilder herunterladen.
es: Elija su imágen de fonde favorito para Pisi Linux. No se olvide verificar <b>Configuración de Escritorio</b> y descargar imagenes de fondo nuevos.
fr: Choisissez votre fond d'écran préféré. Allez voir éventuellement dans <b>Configuration du bureau</b> pour en télécharger d'autres.
hu: Válassza ki kedvenc háttérképét a Pisi Linuxhoz. Az <b>Asztal beállítás</b>okban további új és izgalmas háttérképeket tölthet le.
it: Scegli lo sfondo che preferisci. Non dimenticare di controllare <b>Impostazioni Desktop</b> per scaricare nuovi sfondi.
pt_br: Escolha o seu papel de parede favorito para o Paruds. Não esqueça de checar as <b>Configurações da Área de Trabalho</b> para fazer download de novos papéis de parede legais.
ru: Выбери свои любимые обои для рабочего стола Pisi Linux. Не забудьте проверить <b>Настройки рабочего стола</b> для загрузки новых и отличных обоев для рабочего стола.
sv: Välj ditt favoritskrivbordsunderlägg till Pisi Linux. Kom ihåg att kontrollera <b>Skrivbordsinställningarna</b> för hämtning av nya tuffa bilder.
tr: Masaüstünüz için en beğendiğiniz duvar kağıdını seçin. <b>Masaüstü Ayarları</b>'na girerek yeni ve havalı duvar kağıtları indirebileceğinizi unutmayın.

source: Wallpapers
de: Hintergrundbilder
es: Fondos de Escritorio
fr: Fonds d'écran
hu: Háttérképek
it: Sfondi
pt_br: Papeis de Parede
ru: Обои рабочего стола
sv: Skrivbordsunderlägg
tr: Duvar Kağıtları

source: Choose wallpaper from file
de: Bilddatei für Hintergrund auswählen
es: Elegir archivo de imagen de fondo
fr: Choisir un fond d'écran
hu: Válasszon háttérképet fájlból
it: Scegli sfondo da un file
pt_br: Escolha o papel de parede de um arquivo
ru: Выбрать обои из файла
sv: Välj skrivbordsunderlägg från en fil
tr: Duvar Kağıdını Dosyadan Seç

source: Don't change wallpaper
de: Hintergrundbild nicht ändern
es: No cambiar imagen de fondo
fr: Ne pas changer le fond d'écran
hu: Ne változtassa meg a háttérképet
it: Non cambiare lo sfondo
pt_br: Não modificar o papel de parede
ru: Не менять обои рабочего стола
sv: Ändra inte skrivbordsunderlägg
tr: Duvar Kağıdını değiştirme

source: What is Pisi Linux?
de: Was ist Pisi Linux?
es: Que es Pisi Linux?
fr: Qu'est-ce que Pisi Linux ?
hu: Mi a Pisi Linux?
it: Che cosa è Pisi Linux?
pt_br: O que é Pisi Linux?
ru: Что такое Pisi Linux?
sv: Vad är Pisi Linux?
tr: Pisi Linux nedir?

source: <b>Pisi Linux</b> is a reliable, secure, fast and user friendly operating system. <br /><br />With Pisi Linux, you can connect to the internet, read your e-mails, work with your office documents, watch movies, play music, develop applications, play games and much more! <br /><br /><b>Kaptan</b> will help you personalize your Pisi Linux workspace easily and quickly. Please click <b>next</b> in order to begin.
de: <b>Pisi Linux</b> ist ein sicheres, schnelles und benutzerfreundliches Betriebssystem. <br /> <br />Mit Pisi Linux können Sie sich mit dem Internet verbinden, Ihre Emails lesen, mit Ihren Office-Dokumenten arbeiten, Filme anschauen, Musik hören, Programme entwickeln, Spiele spielen und vieles mehr! <br /><br /><b>Kaptan</b> wird Ihnen nach der Installation schnell und einfach helfen das System den eigenen Wünschen anzupassen. Klicken Sie bitte auf <b>weiter</b>, um damit zu beginnen.
es: <b>Pisi Linux</b> es un sistema operativo confiable, seguro, rápido y amigable. <br /><br />Con Pisi Linux puede conectar a internet, leer sus emails, trabajar con sus documentos de office, ver videos, tocar musica, desarrollar programas, jugar, y mucho más! <br /><br /><b>Kaptan</b> le ayudará personalizar su espacio de trabajo en Pisi Linux de manera fácil y rápido. Por favor presione <b>siguiente</b> para empezar.
fr: <b>Pisi Linux</b> est un système d'exploitation fiable, sécurisé, rapide et agréable à utiliser. <br /><br />Avec Pisi Linux, vous pouvez vous connecter à Internet, lire vos courriels, travailler avec vos documents bureautiques, regarder des films, écouter de la musique, développer des applications, jouer à des jeux et plus encore ! <br /><br /><b>Kaptan</b> va vous aider à personnaliser rapidement et facilement votre espace de travail. Cliquez sur <b>suivant</b> pour commencer.
hu: <b>Pisi Linux</b> egy megbízható, biztonságos. gyors és felhasználóbarát operációs rendszer. <br /><br />Pisi Linux-szal csatlakozhat az internetre, olvashatja e-mailjeit, dolgozhat dokumentumaival, filmet nézhet, zenét hallgathat, alkalmazásokat fejleszthet, játékokkal játszhat és ímég sok mást is tehet! <br /><br />A <b>Kaptan</b> segít abban, hogy könnyen és gyorsan személyessé tegye a Pisi Linux rendszerét. Kérem kattintson a <b>tovább</b> gombra a kezdéshez.
it: Pisi Linux è un sistema operativo sicuro, veloce e user friendly. <br /><br /> Con Pisi Linux puoi connetterti a Internet, leggere e-mail, lavorare, fruire di contenuti multimediali, sviluppare apllicazioni, giocare e molto altro! <br /> <br /><br /><b>Kaptan</b> ti aiuterà a personalizzare Pisi Linux semplicemente e con velocità. Fai click su Avanti per cominciare.
pt_br: <b>Pisi Linux</b> é um sustema operacional confiável, segura, rápido e fácil de usar. <br /><br />Com o Pisi Linux, você pode se conectar à Internet, ler o seus emails, trabalhar com documentos de escritório, assistir a filmes, tocar músicas, desenvolver aplicativos, jogar jogos e muito mais! <br /><br />O <b>Kaptan</b> ajudará você a personalizar a sua área de trabalho do Pisi Linux de forma rápida e fácil. Por favor clique em <b>Próximo</b> para iniciar.
sv: <b>Pisi Linux</b> är ett pålitligt, säkert, snabbt och användarvänligt operativsystem. <br /><br />Med Pisi Linux kan du enkelt surfa, eposta, använda kontorsprogram, se filmer, spela musik, utveckla program, spela spel och mycket mer! <br /><br /> <b>Kaptan</b> låter dig enkelt och snabbt anpassa Pisi Linux för att möta dina behov. Klicka <b>Nästa</b> för att börja.
tr: <b>Pisi Linux</b> güvenilir, hızlı ve kullanıcı dostu bir işletim sistemidir. <br /><br />Pisi Linux ile Internet'e bağlanabilir, e-postalarınızı okuyabilir, ofis dökümanlarıyla çalışabilir, film izleyebilir, müzik dinleyebilir, uygulama geliştirebilir, oyunlar oynayabilir ve çok daha fazlasını yapabilirsiniz!<br /><br /><b>Kaptan</b>, Pisi Linux çalışma ortamınızı hızlı ve kolayca kişiselleştirmenize yardımcı olan bir uygulamadır. Lütfen başlamak için <b>İleri</b>'ye tıklayın.

source: wallPaperName
hu: háttérkép neve
it: Nome dello sfondo
tr: duvarkağıdıİsmi

source: wallpaperDesc
hu: háttérkép leírása
it: Descrizione dello sfondo
tr: duvarkağıdıAçıklaması

source: Form
hu: Forma
ru: Форма

source: hours
de: Stunden
es: horas
fr: heures
hu: órában
it: ore
pt_br: horas
ru: часов
sv: :e timme

source: Platform
de: Plattform
es: Plataforma
fr: Plateforme
it: Piattaforma
pt_br: Plataforma
ru: Платформа
sv: Plattform

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Smolt will only send hardware and basic operating system information to the Pisi Linux smolt server (smoon). The only tie from the database to a submitters machine is the UUID. As long as the submitter does not give out this UUID the submission is anonymous. If at any point in time a user wants to delete their profile from the database they need only run</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-style:italic;">smoltDeleteProfile</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> The information sent to the smolt database server should be considered public in that anyone can view the statistics, data and share machine profiles. In many ways smolt is designed to get hardware vendors and other 3rd parties attention. As such, not only will this information be shared with 3rd parties, we will be using smolt as leverage to gain better support for open source drivers and better support in general.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" text-decoration: underline;">IP Logging:</span> In Pisi Linux's smolt install all web traffic goes through a proxy server first. This is the only place IP addresses are being logged and they are kept on that server for a period of 4 weeks at which time log rotation removes these logs. The Pisi Linux Project does not aggregate ip addresses in the smolt database. These logs are private and will not be available to the general public.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Users unhappy with this policy should simply not use smolt. Users with questions about this policy should contact the Pisi Linux Infrastructure Team at admin [at] pisilinux.org.tr Also remember that users can delete their profiles at any time using &quot;<span style=" font-style:italic;">smoltDeleteProfile</span>&quot;</p></body></html>
sv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Smolt kommer bara att skickahårdvaru- och grundläggande operativsystemet information till Pisi Linux smolt server (smoon). Det enda koppling från databasen till en klientmaskin är UUID. Så länge klienten inte ger ut detta UUID är datat anonymt. Om en användare vid något tillfälle vill ta bort sin profilfrån databasen behöver denne bara köra</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-style:italic;">smoltDeleteProfile</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> The information sent to the smolt database server should be considered public in that anyone can view the statistics, data and share machine profiles. In many ways smolt is designed to get hardware vendors and other 3rd parties attention. As such, not only will this information be shared with 3rd parties, we will be using smolt as leverage to gain better support for open source drivers and better support in general.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" text-decoration: underline;">IP Logging:</span> In Pisi Linux's smolt install all web traffic goes through a proxy server first. This is the only place IP addresses are being logged and they are kept on that server for a period of 4 weeks at which time log rotation removes these logs. The Pisi Linux Project does not aggregate ip addresses in the smolt database. These logs are private and will not be available to the general public.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Users unhappy with this policy should simply not use smolt. Users with questions about this policy should contact the Pisi Linux Infrastructure Team at admin [at] pisilinux.org Also remember that users can delete their profiles at any time using &quot;<span style=" font-style:italic;">smoltDeleteProfile</span>&quot;</p></body></html>
