Repository: pisilinux/project
Catalog: kaptan/po/*.po
Languages: de, es, fr, hu, it, pt_br, ru, sv, tr

source: Welcome Wizard
de: Willkommens-Assistent
es: Asistente de Bienvenida
fr: Assistant de bienvenue
hu: Első Indítás Varázsló
it: Benvenuto nel Wizard di Kaptan :)
pt_br: Assistente de Boas-Vindas
ru: Мастер приветствия
sv: Välkomstguide
tr: Sihirbaza hoşgeldiniz

source: User Picture
de: Benutzerbild
es: Imagen de usuario
fr: Image de l'utilisateur
hu: Felhasználó képe
it: Immagine dell'utente
ru: Иконка пользователя
sv: Användarbild
tr: Kullanıcı Resmi

source: Create Your User Picture
de: Eigenes Benutzerbild erstellen
es: Crée su imagen de usuario
fr: Créez votre photo d'utilisateur
hu: Felhasználó kép készítése
it: Crea la tua immagine dell'utente
ru: Создать свою иконку пользователя
sv: Skapa din egna användarbild
tr: Kullanıcı Resminizi Yaratın

source: More
de: Mehr
es: Más
fr: Plus
hu: Továbbiak
it: Altro
pt_br: Mais
ru: Дополнительно
sv: Mer
tr: Diğer

source: Congratulations!
de: Herzlichen Glückwunsch!
es: Felicidades !
fr: Félicitations !
hu: Gratulálunk
it: Congratulazioni!
pt_br: Parabéns!
ru: Поздравляем!
sv: Gratulerar!
tr: Tebrikler!

source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
hu: Billentyűzet
it: Tastiera
pt_br: Teclado
ru: Клавиатура
sv: Tangentbord
tr: Klavye

source: Keyboard Layout Language
de: Sprache des Tastaturlayouts
es: Idioma de distribución de teclado
fr: Disposition du clavier
hu: Billentyűzet kiosztása
it: Tipo di tastiera
pt_br: Língua do Layout do Teclado
ru: Язык расладки клавиатуры
sv: Tangentbordsspråk
tr: Klavye Dili

source: Menu
de: Startmenü
es: Menú
hu: Menü
ru: Меню
sv: Meny
tr: Menü

source: Choose a Menu Style
de: Menüstil wählen
es: Elegir un estilo de Menú
fr: Choisissez un style de menu
hu: Válassza ki a menü stílusát
it: Scegli un tipo di menù
pt_br: Selecionar um Estilo de Menu
ru: Выберите стиль меню
sv: Välj en menystil
tr: Bir Menü Stili Seçin

source: Kick-off Menu
de: Kick-Off Startmenü
es: Menú Kick-off
fr: Menu Kick-off
hu: Kick-off menü
it: Menù Kick-off
pt_br: Menu Kick-Off
ru: Меню Kick-off
sv: Kick-off-menyn
tr: Kick-off Menü

source: Kick-off menu is the default menu of Pisi Linux.<br><br>The program shortcuts are easy to access and well organized.
de: Das Kick-Off Menü ist das Standardmenü in Pisi Linux.<br><br>Die Programme sind leicht zugänglich und gut gruppiert.
es: Está predeterminado el estilo Kick-off para el menú de inicio de Pisi Linux.<br><br>Los accesos a los programas están bien organizados y son fáciles de ubicar.
fr: Le menu Kick-off menu est le menu par défaut de Pisi Linux.<br><br>Les raccourcis vers les programmes sont facilement accessibles et bien organisés.
hu: Kick-off menü a Pisi Linux alapértelmezett menüje.<br><br>A programok elérési útja egyszerű és jól áttekinthető.
it: Il menu Kick-off è il menù predefinito di Pisi Linux.<br><br>I collegamenti dei programmi sono ben organizzati.
pt_br: O menu Kick-Off é o menu padrão do Pisi Linux.<br><br>Os atalhos dos programas são facilmente acessados e bem organizados.
ru: Kick-off меню - это меню по умолчанию в Pisi Linux.<br><br>Ссылки на программы легко доступны и хорошо организованы.
sv: Kick-off-menyn är standardmenyn i Pisi Linux.<br><br>Programgenvägarna är välorganiserade och enkla att hitta.
tr: Kick-off menü, Pisi Linux'un öntanımlı menüsüdür.<br><br>Uygulama kısayolları hızlı ve kolay erişilebilecek şekilde düzenlenmiştir.

source: Simple Menu
de: Einfaches Startmenü
es: Menú sencillo
fr: Menu Simple
hu: Egyszerű menü
it: Menù Semplice
pt_br: Menu Simples
ru: Упрощенное меню
sv: Enkel meny
tr: Basit Menü

source: Simple menu is an old style menu from KDE 3.<br><br>It is a very lightweight menu thus it is recommended for slower PC's.
de: Das einfache Menü ist das traditionelle Menü von KDE 3.<br><br>Es ist sehr leichtgewichtig und daher für langsamere PCs zu empfehlen.
es: El menú Simple (sencillo) es el estilo del menú antiguo de KDE 3.<br><br>Es un menú muy liviano, y por lo tanto recomendable para los PCs más lentos.
fr: Le menu simple était celui de KDE 3.<br><br>Sa légèreté le rend recommandable pour les vieux ordinateurs.
hu: Az egyszerű menü a régi stílusú KDE 3 menü megfelelője.<br><br> Ez egy pehelysúlyú menü amit lassabb PC-kre javaslunk.
it: Il menù semplice è il vecchio menù di KDE 3.<br><br>È molto leggero, quindi il menù ideale per i computer più lenti.
pt_br: O menu Simples é o estilo de menu antigo do KDE 3.<br><br>Ele é um menu bem leve e por isso é recomendado para computadores mais lentos.
ru: Упрощенное меню - это меню в стиле KDE 3.<br><br>Это легковесное меню рекомендуется для более старых компьютеров.
sv: Enkel meny är en äldre typ av meny från KDE 3.<br><br>Den är resurssnål och rekommenderas därför till långsammare datorer.
tr: Basit menü KDE 3'ten kalma eski bir menü stilidir.<br><br>Oldukça hafif yapısı yüzünden yavaş bilgisayarlar için önerilir.

source: Lancelot Menu
de: Lancelot Startmenü
es: Menú Lancelot
fr: Menu Lancelot
hu: Lancelot menü
it: Menù Lancelot
pt_br: Menu Lancelot
ru: Меню Lancelot
sv: Menyn Lancelot
tr: Lancelot Menü

source: Lancelot is an advanced and highly customizable menu for Pisi Linux.<br><br>The program shortcuts are easy to access and well organized.
de: Das Lancelot Menü ist ein fortgeschrittenes Menü mit vielen Möglichkeiten zur persönlichen Anpassung.<br><br>Die Programme sind einfach zugänglich und gut organisiert.
es: Lancelot es un menú avanzado con muchas opciones de personalización en Pisi Linux.<br><br>Los accesos a los programas están bien organizados y son fáciles de ubicar.
fr: Lancelot est un menu évolué et personnalisable.<br><br>Les raccourcis vers les programmes sont facilement accessibles et bien organisés.
hu: Lancelot egy fejlettebb és nagymértékben testre szabható menü a Pisi Linuxhoz.<br><br>A programok elérése könnyű és jól áttekinthető
it: Lancelot è un menù avanzato ed altamente personalizzabile per Pisi Linux. <br><br>I collegamenti dei programmi sono ben organizzati e facilmente accessibili.
pt_br: O Lancelot é um menu avançado e altamente customizável para o Pisi Linux.<br><br>Os atalhos dos programas são facilmente acessados e bem organizados.
ru: Lancelot это сложное меню с большим количеством настроек для Pisi Linux<br><br>Ссылки на программы легко доступны и хорошо организованы.
sv: Lancelot är en avancerad meny och den är mycket anpassningsbar för Pisi Linux.<br><br> Programgenvägarna är välorganiserade och enkla att hitta.
tr: Lancelot menü, gelişmiş ve oldukça kişiselleştirilebilir bir menüdür.<br><br>Uygulama kısayolları hızlı ve kolay erişilebilecek şekilde düzenlenmiştir.

source: Mouse
de: Maus
es: Ratón
fr: Souris
hu: Egér
ru: Мышка
sv: Mus
tr: Fare

source: Setup Mouse Behavior
de: Mauseinstellungen
es: Comportamiento de Ratón
fr: Comportement de la souris
hu: Egér működésének beállítása
it: Modifica Impostazioni Mouse
pt_br: Configurar Comportamento de Mouse
ru: Настроить поведении мышки
sv: Anpassa musbeteendet
tr: Fare Tıklama Davranışını Belirleyin

source: Left Handed
de: Linkshänder
es: Zurdo
fr: Gaucher
hu: Bal kezes
it: Mancino
pt_br: Canhoto
ru: Левша
sv: Vänsterhänt
tr: Sol El

source: Right Handed
de: Rechtshänder
es: Diestro
fr: Droitier
hu: Jobb kezes
it: Destorso
pt_br: Destro
ru: Правша
sv: Högerhänt
tr: Sağ El

source: Double Click
de: Doppelklick
es: Clic doble
fr: Double clic
hu: Dupla kattintás
it: Doppio click
pt_br: Clique Duplo
ru: Двойной клик
sv: Dubbelklick
tr: Çift Tık

source: Single Click
de: einfacher Klick
es: Clic único
fr: Simple clic
hu: Egy kattintás
it: Click singolo
pt_br: Clique Simples
ru: Одиночный клик
sv: Enkelklick
tr: Tek Tık

source: Packages
de: Pakete
es: Paquetes
fr: Paquets
hu: Csomagok
it: Pacchetti
pt_br: Pacotes
ru: Пакеты
sv: Paket
tr: Paketler

source: Install / Remove Programs
de: Programme installieren / entfernen
es: Instalar / remover programas
fr: Installer / Supprimer des programmes
hu: Programok telepítése/eltávolítása
it: Aggiungi e rimuovi programmi
pt_br: Instalar / Remover Programas
ru: Установить / Удалить Программы
sv: Installera / ta bort program
tr: Uygulama Ekle / Kaldır

source: Help Pisi Linux Improve!
de: Helfen Sie dabei Pisi Linux zu verbessern!
es: Ayude a mejorar a Pisi Linux!
fr: Aidez-nous à améliorer Pisi Linux !
hu: Segítse a Pisi Linux fejlesztését!
it: Aiuta Pisi Linux a crescere!
pt_br: Ajude a Melhorar o Pisi Linux
ru: Помочь улучшить Pisi Linux!
sv: Hjälp till att förbättra Pisi Linux!
tr: Pisi Linux'un Gelişimine Katkı Sağlayın!

source: Label
de: Information
es: Etiqueta
fr: Étiquette
hu: Címke
it: Etichetta
pt_br: Etiqueta
ru: Метка
sv: Etikett
tr: Etiket

source: Data
de: Wert
fr: Données
hu: Adat
it: Dati
pt_br: Dados
ru: Данные
tr: Veri

source: &Host Information
es: Información de &Host
fr: &Information sur l'hôte
hu: &Gép információ
ru: &Информация о хосте
sv: &Värdinformation
tr: Sistem Bilgisi

source: &Privacy policy
de: &Datenschutzrichtlinie
es: &Política de privacidad
fr: &Politique de vie privée
hu: &Adatvédelmi irányelv
it: Informazioni sulla &privacy
pt_br: &Política de Privacidade
ru: &Политика конфиденциальности
sv: Integritetspolicy
tr: Gizlilik &Politikası

source: OS
de: Betriebssystem
es: SO
hu: Operációs rendszer
it: SO
pt_br: SO
ru: ОС
tr: İşletim Sistemi

source: Default Run Level
de: Standard Runlevel
es: Nivel de ejecución por omisión
fr: Niveau d'exécution par défaut
hu: Alapértelmezett futási szint
it: RunLevel di default
pt_br: Nível de execução padrão
ru: Уровень запуска по умолчанию
sv: Standard körnivå
tr: Öntanımlı Çalışma Seviyesi

source: Language
de: Sprache
es: Idioma
fr: Langue
hu: Nyelv
it: Lingua
pt_br: Língua
ru: Язык
sv: Språk
tr: Dil

source: CPU Vendor
de: CPU Hersteller
es: Fabricante de CPU
fr: Fabricant du processeur
hu: CPU forgalmazó
it: Produttore CPU
pt_br: Vendedor do Processador
ru: Производитель ЦПУ
sv: CPU-tillverkare
tr: İşlemci Sağlayıcısı

source: CPU Model
de: CPU Modell
es: Modelo CPU
fr: Modèle du processeur
hu: CPU modell
it: Modello CPU
pt_br: Modelo do Processador
ru: Модель ЦПУ
sv: CPU-modell
tr: İşlemci Modeli

source: CPU Stepping
it: Revisione del processore
ru: Частота ЦПУ
sv: Processorskalning
tr: İşlemci Basamağı

source: CPU Family
de: CPU Familie
es: Familia de procesador
fr: Famille de processeur
hu: CPU család
it: Famiglia CPU
ru: Тип ЦПУ
sv: Processorfamilj
tr: İşlemci Ailesi

source: CPU Model Num
de: CPU ID-Nummer
es: Modelo del procesador
fr: Modèle du processeur
hu: CPU modell szám
it: Numero del Modello CPU
pt_br: Modelo do Processador
ru: Номер модели ЦПУ
sv: Processormodell
tr: İşlemci Model Numarası

source: Number of CPUs
de: Anzahl der CPU-Kerne
es: Cantidad de CPUs
fr: Nombre de processeurs
hu: CPU-k száma
it: Numero di CPU
pt_br: Número de Processadores
ru: Число ЦПУ
sv: Antal CPU
tr: İşlemci Sayısı

source: CPU Speed
de: CPU Takt
es: Velocidad de la CPU
fr: Fréquence du processeur
hu: CPU sebessége
it: Velocità CPU
pt_br: Velocidade do Processador
ru: Скорость ЦПУ
sv: CPU-hastighet
tr: İşlemci Hızı

source: System Memory
de: RAM
es: Memoria del sistema
fr: Mémoire du système
hu: Rendszer memória
it: Memoria di sistema RAM
pt_br: Memória do Sistema
ru: Системная память
sv: Systemminne
tr: Sistem Belleği

source: System Swap
es: Espacio de paginación (swap) del Sistema
fr: Espace d'échange (swap)
hu: Rendszer Swap
it: Swap
pt_br: Área de Troca (swap) do Sistema
ru: Системный swap
sv: Växling
tr: Sistem Takası

source: Vendor
de: Hersteller
es: Fabricante
fr: Fabricant
hu: Forgalmazó
it: Produttore
pt_br: Vendedor
ru: Производитель
sv: Tillverkare
tr: Sağlayıcı

source: System
es: Sistema
fr: Système
hu: Rendszer
it: Sistema
pt_br: Sistema
ru: Система
tr: Sistem

source: Form Factor
de: Formfaktor
es: Factor de molde
fr: Format
ru: Форм-фактор
sv: Formfaktor
tr: Form Faktörü

source: Kernel
es: Núcleo (kernel)
ru: Ядро
sv: Kärna
tr: Çekirdek

source: SELinux Enabled
de: SELinux aktiviert
es: SELinux habilitado
fr: SELinux activé
hu: SELinux engedélyezve
it: SELinux Abilitato
pt_br: SELinux Habilitado
ru: SELinux включено
tr: SELinux Etkin

source: SELinux Policy
de: SELinux Richtlinie
es: Política SELinux
fr: Politique SELinux
hu: SELinux szabályok
it: Politiche SELinux
pt_br: Política do SELinux
ru: Политика SELinux
tr: SELinux politikası

source: SELinux Enforce
de: SELinux erzwingen
es: Forzar SELinux
fr: Appliquer SELinux
hu: SELinux kikényszerítés
it: SELinux Obbligatorio
pt_br: SELinux Forçado
ru: Обеспечение SELinux
tr: SELinux Mecbur

source: Yes
de: Ja
es: Si
fr: Oui
hu: Igen
it: Si
pt_br: Sim
ru: Да
sv: Ja
tr: Evet

source: No
de: Nein
fr: Non
hu: Nem
pt_br: Não
ru: Нет
sv: Nej
tr: Hayır

source: Themes
de: Designs
es: Temas
fr: Thèmes
hu: Témák
it: Temi
pt_br: Temas
ru: Темы
sv: Tema
tr: Temalar

source: Customize Your Desktop
de: Personalisieren Sie Ihren Desktop
es: Personalice su Escritorio
fr: Personnalisez votre bureau
hu: Asztal beállítása
it: Personalizza il tuo Desktop
pt_br: Personalize Sua Área de Trabalho
ru: Настроить ваш рабочий стол
sv: Anpassa ditt skrivbord
tr: Masaüstünüzü Kişiselleştirin

source: Summary
de: Zusammenfassung
es: Resumen
fr: Récapitulatif
hu: Összegzés
it: Riepilogo
pt_br: Resumo
ru: Суммарно
sv: Sammanställning
tr: Özet

source: Save Your Settings
de: Einstellungen speichern
es: Guardar Configuración
fr: Enregistrez vos réglages
hu: Beállítások mentése
it: Salva personalizzazioni
pt_br: Salvar Suas Configurações
ru: Сохранить установки
sv: Spara dina inställningar
tr: Ayarlarınızı Kaydedin

source: Mouse Settings
de: Mauseinstellungen
es: Configuración del ratón
fr: Paramètres de la souris
hu: Egér beállítások
it: Impostazioni Mouse
pt_br: Configurações do Mouse
ru: Установки мышки
sv: Musinställningar
tr: Fare Ayarları

source: Selected Mouse configuration: <b>%s</b>
de: Gewählte Mauseinstellung: <b>%s</b>
es: Configuración de ratón seleccionado: <b>%s</b>
fr: Configuration de souris choisie : <b>%s</b>
hu: Kiválasztott egér beállítás: <b>%s</b>
it: Configurazione mouse selezionata: <b>%s</b>
pt_br: Configuração do mouse selecionada <b>%s</b>
ru: Выбранная конфигурация для мышки: <b>%s</b>
sv: Vald musinställning: <b>%s</b>
tr: Fare seçimi: <b>%s</b>

source: Selected clicking behaviour: <b>%s</b>
de: Gewähltes Klickverhalten: <b>%s</b>
es: Comportamiento de clic seleccionado: <b>%s</b>
fr: Comportement de clic choisi : <b>%s</b>
hu: Kiválasztott kattintás viselkedésének beállítása: <b>%s</b>
it: Comportamento del mouse selezionato: <b>%s</b>
pt_br: Comportamento do clique selecionado: <b>%s</b>
ru: Выбранное поведение кнопок мышки: <b>%s</b>
sv: Valt klickbeteende: <b>%s</b>
tr: Tıklama davranışı seçimi: <b>%s</b>

source: Menu Settings
de: Einstellungen des Menüs
es: Configuración del Menú
fr: Paramètres du menu
hu: Menü beállítások
it: Impostazioni Menu
pt_br: Configurações do Menu
ru: Установки Меню
sv: Menyinställning
tr: Menü Ayarları

source: Selected Menu: <b>%s</b>
de: Gewähltes Startmenü: <b>%s</b>
es: Menú seleccionado: <b>%s</b>
fr: Menu choisi : <b>%s</b>
hu: Kiválasztott menü: <b>%s</b>
it: Menu selezionato: <b>%s</b>
pt_br: Menu selecionado: <b>%s</b>
ru: Выбранное Меню: <b>%s</b>
sv: Vald meny: <b>%s</b>
tr: Menü seçimi: <b>%s</b>

source: Wallpaper Settings
de: Hintergrundbild
es: Configuración de Imagen de Fondo
fr: Paramètres de fond d'écran
hu: Háttérkép beállítások
it: Impostazioni sfondo
pt_br: Configurações do Papel de Parede
ru: Установки обоев рабочего стола
sv: Skrivbordsunderlägg
tr: Duvar Kağıdı Ayarları

source: You haven't selected any wallpaper.
de: Sie haben kein Hintergrundbild gewählt.
es: Usted no eligió ningún imagen de fondo
fr: Vous n'avez pas sélectionné de fond d'écran.
hu: Nem választott ki egyetlen háttérképet sem.
it: Non hai selezionato nessuno sfondo.
pt_br: Você não selecionou nenhum papel de parede.
ru: Вы не выбрали обоев для рабочего стола
sv: Du har inte valt något skrivbordsunderlägg
tr: Duvar kağıdı seçimi yapmadınız.

source: Selected Wallpaper: <b>%s</b>
de: Gewähltes Hintergrundbild: <b>%s</b>
es: Imagen de fondo seleccionado: <b>%s</b>
fr: Fond d'écran choisi : <b>%s</b>
hu: Választott háttérkép: <b>%s</b>
it: Sfondo selezionato: <b>%s</b>
pt_br: Papel de Parede selecionado: <b>%s</b>
ru: Выбранные обои для рабочего стола: <b>%s</b>
sv: Valt skrivbordsunderlägg: <b>%s</b>
tr: Duvar kağıdı seçimi: <b>%s</b>

source: Style Settings
de: Designeinstellung
es: Configuración del Estilo
fr: Paramètres du style
hu: Stílus beállítások
it: Impostazioni stile
pt_br: Configurações de Estilo
ru: Установки Стиля
sv: Stil
tr: Stil Ayarları

source: You haven't selected any style.
de: Sie haben kein Design ausgewählt.
es: Usted no eligió ningún estilo.
fr: Vous n'avez pas sélectionné de style.
hu: Egyetlen stílust sem választott ki
it: Non hai selezionato nessuno stile.
pt_br: Você não selecionou nenhum estilo.
ru: Вы не выбрали никакой стиль.
sv: Du har inte valt någon stil.
tr: Stil seçimi yapmadınız.

source: Selected Style: <b>%s</b>
de: Gewähltes Design: <b>%s</b>
es: Estilo seleccionado: <b>%s</b>
fr: Style choisi : <b>%s</b>
hu: Kiválasztott stílus: <b>%s</b>
it: Stile selezionato: <b>%s</b>
pt_br: Estilo selecionado: <b>%s</b>
ru: Выбранный Стиль: <b>%s</b>
sv: Vald stil: <b>%s</b>
tr: Stil seçimi: <b>%s</b>

source: Smolt Settings
de: Smolt Einstellungen
es: Configuración de Smolt
fr: Paramètres de Smolt
hu: Smolt beállítások
it: Impostazioni smolt
pt_br: Configurações do Smolt
ru: Параметры Smolt
sv: Smoltinställning
tr: Smolt Ayarları

source: Send my profile: <b>%s</b>
de: Mein Profil abschicken: <b>%s</b>
es: Enviar mi perfil: <b>%s</b>
fr: Envoyer mon profil : <b>%s</b>
hu: Küldje el a profilomat: <b>%s</b>
it: Invia il mio profilo: <b>%s</b>
pt_br: Enviar o meu perfil: <b>%s</b>
ru: Отправить мой профиль: <b>%s</b>
sv: Skicka min profil: <b>%s</b>
tr: Donanım bilgisini gönder: <b>%s</b>

source: Cannot restart plasma-desktop. Kaptan will now shutdown.
de: Neustart von plasma-desktop nicht möglich. Kaptan wird jetzt den PC herunterfahren,
es: No posible reiniciar plasma-desktop. Kaptan terminará ahora.
fr: Impossible de redémarrer plasma-desktop. Kaptan va s'arrêter.
hu: Plasma desktop újraindítása sikertelen. A Kaptan most leáll.
ru: Невозможно рестартовать plasma. Kaptan сейчас закончит свою работу.
sv: Kan inte start om plasmaskrivbordet. Kaptan avslutas.
tr: plasma-desktop yeniden başlatılamıyor. Kaptan sonlandırılıyor.

source: Error
de: Fehler
fr: Erreur
hu: Hiba
it: Errore
ru: Ошибка
sv: Fel
tr: Hata

source: Wallpaper
de: Hintergrundbild
es: Imagen de Fondo
fr: Fond d'écran
hu: Háttérkép
it: Sfondo
pt_br: Papel de Parede
ru: Обои
sv: Skrivbordsunderlägg
tr: Duvar Kağıdı

source: Choose a Wallpaper
de: Hintergrundbild auswählen
es: Elegir imagen de fondo
fr: Choisir un fond d'écran
hu: Válasszon háttérképet
it: Scegli uno sfondo
ru: Выбрать обои рабочего стола
sv: Välj skrivbordsunderlägg
tr: Duvar Kağıdı Seçin

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
hu: Üdvözöljük
it: Benvenuto
pt_br: Bem Vindo
ru: Добро пожаловать
sv: Välkommen
tr: Hoş Geldiniz

source: Welcome to %s
de: Willkommen bei %s
es: Bienvenido a %s
fr: Bienvenue dans %s
hu: %s üdvözli Önt!
it: Benvenuto a %s
ru: Добро пожаловать в %s
sv: Välkommen till %s
tr: %s'e Hoş Geldiniz

source: Welcome to Pisi Linux
de: Willkommen bei Pisi Linux
es: Bienvenido a Pisi Linux
fr: Bienvenue dans %s
hu: Üdvözöljük a Pisi Linuxban!
it: Benvenuto a Pisi Linux
pt_br: Bem Vindo ao Pisi Linux
sv: Välkommen till Pisi Linux
tr: Pisi Linux'a Hoş Geldiniz

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégsem
it: Annulla
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal

source: Back
de: Zurück
es: Retroceder
fr: Retour
hu: Vissza
it: Indietro
pt_br: Voltar
ru: Назад
sv: Bakåt
tr: Geri

source: Next
de: Weiter
es: Siguiente
fr: Suivant
hu: Következő
it: Avanti
pt_br: Próximo
ru: Вперед
sv: Nästa
tr: İleri

source: Finish
de: Fertigstellen
es: Terminar
fr: Terminer
hu: Befejezés
it: Fine
pt_br: Finalizar
ru: Закончить
sv: Avsluta
tr: Bitir

source: Apply Settings
de: Einstellungen übernehmen
es: Aplicar Configuración
fr: Appliquer les réglages
hu: Beállítások alkalmazása
it: Applica Impostazioni
pt_br: Aplicar Configurações
ru: Применить настройки
sv: Verkställ
tr: Ayarları Uygula

source: This screen helps you set your <b>user picture</b>. You can either choose an image from a file or you can capture an image from your camera. Select an option from the <b>options</b> menu.
de: Dieser Bildschirm hilft Ihnen, das <b>Benutzerbild</b> einzustellen. Sie können entweder ein vorhandenes Bild auswählen oder ein Foto mit der Webcam aufnehmen. Wählen Sie die gewünschte Option von dem <b>Optionsmenü</b> aus.
es: Esta pantalla le ayuda establecer su <b>imagen de usuario</b>. Puede elegir un archivo de imagen o puede hacer una captura de imagen con la webcam. Elija la opción deseada en el menu <b>opciones</b>.
fr: Cet écran vous aide à définir votre <b>avatar</b>. Vous pouvez soit choisir une image à partir d'un fichier, soit vous pouvez capturer une image avec votre appareil photo. Sélectionnez une option dans le menu <b>d'options</b>.
hu: Ez a képernyő segít Önnek beállítani a <b>saját képét</b>. Választhat egy meglévő képet, vagy rögzíthet egy képet a kameráról. Válasszon egyet a <b>Lehetőségek</b> menüből.
pt_br: Esta tela ajuda você a configurar sua <b>foto de usuário</b>. Você pode escolher um arquivo de imagem do seu computador ou capturar uma imagem de sua câmera. Selecione uma opção do menu de <b>opções</b>
ru: Это окно поможет установить вашу <b>изображение пользователя</b>. Вы можете выбрать изображение из файла или вы можете захватить изображение с камеры. Выберите один из вариантов из меню <b>Опции</b>.
sv: Den här skärmen hjälper dig välja <b>användarbild</b>. Du kan antingen välja en bild från en fil eller så kan du ta en bild med din kamera. Välj ett av alternativen.
tr: Bu ekran <b>kullanıcı resminizi</b> seçmenize yardımcı olur. Dosyalarınız arasından bir resim seçebilir ya da kameradan aldığınız görüntüyü kullanabilirsiniz. <b>Seçenekler</b> menüsünden tercihinizi yapabilirsiniz.

source: Options
de: Optionen
es: Opciones
hu: Lehetőségek
it: Opzioni
pt_br: Opções
ru: Опции
sv: Alternativ
tr: Seçenekler

source: Choose an image
de: Bilddatei auswählen
es: Elija una imagen
fr: Choisir une image
hu: Válasszon egy képet
it: Scegli un immagine
pt_br: Escolha uma imagem
ru: Выберите изображение
sv: Välj en bild
tr: Resim seç

source: Capture
de: Aufnehmen
es: Capturar
hu: Felvétel
it: Cattura
ru: Захватить
sv: Fånga
tr: Çek

source: Recapture
de: Aufnahme wiederholen
es: Volver a capturar
hu: Új felvétel
it: Ricattura
ru: Захватить снова
sv: Fånga på nytt
tr: Yeniden Çek
