Repository: pisilinux/project
Catalog: kaptan/po/*.po
Languages: de, es, fr, hu, it, pt_br, ru, sv, tr

source: <b>Your settings have been applied.</b> Now you can start enjoying Pisi Linux or you can checkout the following links and applications for more settings or for help and support. Don't forget to <b>join our community!</b>
de: <b>Ihre Einstellungen wurden durchgeführt.</b> Nun können Sie Pisi Linux benutzen oder einen der folgenden Links für Hilfe und Support anwählen. Sie können auch eines der Werkzeuge für weitere Konfiguration des Systems nutzen. Bitte beteiligen Sie sich auch an<b>unserer Comminity!</b>
es: <b>Se aplicaron sus preferencias.</b> Ahora puede continuar y disfrutar al sistema Pisi Linux o puede seguir los siguientes enlaces y accesos directos para más configuraciones o para ayuda y soporte. No olvide de <b>unirse a nuestra comunidad!</b>
fr: <b>Vos paramètres ont été appliqués.</b> Vous pouvez dorénavant profiter de Pisi Linux ou regarder les liens et applications suivants pour plus un paramètrage plus avancé ou pour de l'aide. N'oubliez pas de vous <b>inscrire sur notre forum !</b>
hu: <b>A beállítások mentésre kerültek.</b> Legyen öreme új Pisi Linux rendszerében! Az alábbi linkek használatával további beállításokat végezhet, vagy segítséget és támogatást vehet igénybe. Ne felejtsen el <b>csatlakozni közösségünkhöz!</b>
it: <b>Le tue preferenze sono state applicate.</b> Adesso puoi divertirti con Pisi Linux o visitare questi link e questi programmi per ulteriori personalizzazioni e supporto. Non dimenticare di <b>unirti alla nostra community!</b>
pt_br: <b>Suas opções foram aplicadas.</b> Agora você pode começar a usar o Pisi Linux ou você pode checar os seguintes atalhos e aplicativos para mais opções ou para ajuda e suporte. Não esqueça de <b>se juntar a comunidade!</b>
sv: <b>Dina inställningar har verkställts.</b> Nu kan du njuta av Pisi Linux eller så kan du följa dessa länkar och program för ytterligare inställningar och hjälp. Glöm inte bort <b>att gå med i vår gemenskap!</b>
tr: <b>Ayarlarınız kaydedildi.</b> Artık Pisi Linux'un tadını çıkarmaya başlayabilirsiniz. Daha detaylı ayarlar veya yardım ve destek için aşağıdaki program ve linkleri inceleyebilirsiniz. <b>Topluluğumuza üye olmayı unutmayın!</b>

source: My Smolt Page
de: Meine Smolt Seite
es: Mi página Smolt
fr: Ma page Smolt
hu: Smolt oldalam
it: La mia pagina Smolt
pt_br: Minha Página do Smolt
ru: Моя страница Smolt
sv: Min Smoltsida
tr: Smolt Sayfam

source: Go to your Smolt page and rate your hardware components.
de: Eigene Smolt-Seite aufrufen und die Hardwarekomponenten bewerten.
es: Vaya a la página de Smolt y valore sus componentes de hardware.
fr: Aller sur votre page Smolt et évaluer vos composants matériels.
hu: Látogasson el a Smolt oldalára és minősítse a hardver összetevőit.
it: Visita la tua pagina Smolt
pt_br: Ir para a sua página do Smolt para avaliar os seus componentes de hardware
ru: Перейти на страницу Smolt и оценить ваши аппаратных компоненты.
sv: Gå till din Smoltsida och betygsätt din hårdvara.
tr: Smolt sayfanızı ziyaret edin ve donanım bileşenlerinizi oylayın.

source: System Settings
de: Systemeinstellungen
es: Configuración del Sistema
fr: Paramètres du système
hu: Rendszer beállítások
it: Impostazioni di Sistema
pt_br: Configurações do Sistema
ru: Параметры системы
sv: Systeminställningar
tr: Sistem Ayarları

source: Configuration tools for Pisi Linux such as the display, firewall, keyboard, user manager...
de: Konfigurationswerkzeuge von Pisi Linux für die Anzeige, Firewall, Tastatur, Benutzerkonten...
es: Herramientas de configuración de Pisi Linux como monitor, cortafuegos, teclado, administrador de usuarios...
fr: Outils de configuration de Pisi Linux : gestionnaires d'affichage, de pare-feu, de clavier, d'utilisateurs...
hu: Beállító eszközök Pisi Linuxhoz - kijelző, tűzfal, billentyűzet, felhasználó kezelés...
it: Strumenti di configurazione per Pisi Linux per il monitor, firewall, tastiera, gestione utenti e molto altro...
pt_br: Ferramentas de configurações para o Pisi Linux como a tela, firewall, teclado, e gerenciador de usuários...
ru: Инструмент конфигурации различных компонентов для Pisi Linux, таких как дисплей, брандмауэр, клавиатуры, пользователь менеджер ...
sv: Inställningsverktyg för Pisi Linux så som för bildskärm, brandvägg, tangentbord användarhantering...
tr: Ekran, güvenlik duvarı, klavye ve kullanıcı hesapları gibi Pisi Linux ayarlarını içerir...

source: Help and Support
de: Hilfe und Support
es: Ayuda y Soporte
fr: Aide et assistance
hu: Segítség és támogatás
it: Aiuto e Supporto
pt_br: Ajuda e Suporte
ru: Помощь и поддержка
sv: Hjälp och stöd
tr: Yardım ve Destek

source: Pisi Linux community, mailing lists, chat rooms, Wiki documents, help and support pages...
de: Pisi Linux Community, Mailing-Listen, Chat, Wikis, Hilfe und Supportseiten...
es: Comunidad de Pisi Linux, listas de correo, salas de chat, wikis, paginas de ayuda y de soporte..
fr: Communauté d'utilisateurs de Pisi Linux, listes de discussion, canaux IRC, wikis, etc.
hu: Pisi Linux közösség, levelező listák, chat szobák, Wiki dokumentációk, segítségnyújtó és támogató oldalak...
it: La comunità di Pisi Linux, mailing list, canali IRC, documenti wiki e le pagine di supporto...
pt_br: Comunidade do Pisi Linux, lista de emails, chats, Wikis, ajuda e páginas de suporte
ru: Сообщество Pisi Linux, списки рассылки, чаты, Wiki-документы, справки и страницы поддержки...
sv: Pisi Linux gemenskap, sändlistor, IRC-kanaler, Wikis och hjälpsidor...
tr: Pisi Linux topluluğu, e-posta listeleri, sohbet odaları, Wiki belgeleri, yardım ve destek sayfaları...

source: Kaptan automatically selects the best keyboard layout according to your system language. If you want to use another layout other than the default keyboard layout, you can make your selection and test it instantly.
de: Kaptan wählt automatisch das beste Tastaturlayout entsprechend der Spracheinstellung Ihres Systems. Wenn Sie stattdessen eine andere Tastaturanordnung benutzen möchten, können Sie nun Ihre Wahl treffen und sofort ausprobieren.
es: Kaptan automaticamente selecciona la mejor distribución de teclado de acuerdo al idioma de su sistema. Si desea utilizar otra distribución de teclas, puede elegirlo y probarlo al instante.
fr: Kaptan sélectionne automatiquement la meilleure disposition de clavier d'après votre langue. Si le choix par défaut ne vous convient pas, vous pouvez en choisir une autre et la tester immédiatement.
hu: Kaptan automatikusan kiválasztja az Ön számára legjobb billentyűzetkiosztást a rendszer nyelvének megfelelően. Amennyiben az alapértelmezettől eltérő billentyűzetkiosztást szeretne használni, kiválaszthatja és a lenti mezőben ellenőrizheti.
it: Kaptan seleziona automaticamente la tastiera in base alla lingua. Se vuoi usare un'altro tipo di tastiera, selezionane uno qui e provalo.
pt_br: O Kaptan automaticamente seleciona o melhor layout de teclado de acordo com a língua do seu sistema. Se você quer selecionar outro layout senão o padrão, você pode fazer a seleção e testar instantaneamente.
ru: Kaptan автоматически выбирает лучшую раскладки клавиатуры в зависимости от языка вашей системы. Если вы хотите использовать другую раскладку, кроме раскладки клавиатуры по-умолчанию, вы можете сделать свой выбор и протестировать его мгновенно.
sv: Kaptan väljer automatiskt bästa teckenuppsättning baserat på ditt systemspråk. Om du vill använda en annan kan du göra ditt val och testa det direkt.
tr: Kaptan, sistem dilinize en uygun olan klavye düzenini otomatik seçer. Eğer varsayılan düzenden başka bir düzen seçmek istiyorsanız aşağıda bulunan listeden uygun olan düzeni seçip hemen test edebilirsiniz.

source: Test Layout
de: Testfeld
es: Probar Disposición
fr: Tester la disposition
hu: Teszt kimenet
it: Prova il tipo di tastiera
pt_br: Testar Layout
ru: Тест раскладки
sv: Testa layout
tr: Test et

source: You can also customize your <b>KDE menu</b> as you like. Please choose one from the following styles.
de: Sie können Ihr bevorzugtes <b>KDE Startmenü</b> verwenden. Wählen Sie bitte einen der folgenden Varianten.
es: También puede personalizar su <b>menú de KDE</b> como desea. Por favor elija uno de los estilos siguientes.
fr: Vous pouvez aussi personnaliser votre <b>menu KDE</b> à votre convenance. Choisissez-en un à partir des différents styles suivants.
hu: Igénye szerint állíthatja be a <b>KDE menüt<b>. Kérem válasszon egyet az alábbi stílusok közül.
it: Puoi anche personalizzare il menù di KDE come preferisci. Per favore, scegli uno stile qui.
pt_br: Você pode também customizar o seu <b>menu do KDE</b> como você quiser. Por favor selecione um dos seguintes estilos.
ru: Вы так же можете настроить ваше <b>меню KDE</b> как вам нравится. Пожалуйста выберите один из предлагаемых стилей.
sv: Du kan också anpassa din <b>KDE-meny</b> som du vill. Välj en av följande stilar.
tr: KDE menüsünü istediğiniz stili seçerek kişiselleştirebilirsiniz.

source: Sample
de: Beispiel
es: Ejemplo
fr: Exemple
hu: Minta
it: Esempio
pt_br: Exemplo
ru: Пример
sv: Smakprov
tr: Örnek

source: The <b>clicking behavior</b> defines how many times you want to click when you are opening a file. If you are <b>left handed</b>, you may prefer to swap the left and right buttons of your pointing device.
de: Das <b>Klickverhalten</b> definiert, wie viele Klicks Sie machen möchten um eine Datei zu öffnen. Wenn Sie <b>Linkshänder</b> sind bevorzugen Sie es vielleicht die Funktion der linken und der rechten Maustaste zu vertauschen.
es: El <b>comportamiento de clic</b> define cuantas veces desea cliquear cuando abre un archivo. Si es <b>zurdo</b>, podría preferir intercambiar las funciones del botón derecho con el botón izquierdo de su dispositivo de puntero.
fr: Le <b>comportement du clic</b> définit le nombre de clics nécessaires à l'ouverture d'un fichier. Si vous êtes <b>gaucher</b>, vous préfèrerez sans doute échanger les boutons gauche et droit de la souris.
hu: A <b> kattintás beállítása</b> meghatározza hányszor kelljen kattintani fájlok megnyitásakor. Ha Ön <b>bal kezes</b>, előnyben részesítheti, ha az egér bal és jobb gombja fel van cserélve.
it: Il <b>comportamento</b> del mouse definisce quante volte dovrai cliccare per aprire un file. Se sei <b>mancino</b>, potresti preferire invertire i pulsanti del tuo mouse.
pt_br: O <b>comportamento de clique</b> define quantas vezes você quer clicar quando quiser abrir um arquivo. Se você é <b>canhoto</b>, você pode preferir inverter os botões esquerdo e direito do seu dispositivo de cursor.
ru: <b>Поведение нажатия</b> определяет, сколько раз вы хотите кликнуть по файлу, чтобы его открыть. Если вы <b>левша</b>, то возможно вы захотите поменять левую и правую кнопки мыши.
sv: <b>Klickbeteendet</b> definierar hur många gånger du vill klicka för att öppna en fil. Om du är <b>vänsterhänt</b>, kanska du föredrar att växla funktion mellan höger och vänster knapp på ditt pekdon.
tr: <b>Tıklama Biçimi</b> dosya açarken simgelere kaç kere tıklamanız gerektiğini belirlemenize yardımcı olur. Eğer <b>sol elinizi</b> kullanıyorsanız, fare butonlarının yerini değiştirerek farenizi daha rahat kullanabilirsiniz.

source: Clicking Behaviour
de: Klickverhalten
es: Comportamiento del clic
fr: Comportement du clic
hu: Kattintás beállításai
it: Comportamento mouse
pt_br: Comportamento de Clique
ru: Поведение нажатия
sv: Klickbeteende
tr: Tıklama Biçimi

source: Single-click to open files and folders
de: Dateien und Verzeichnisse mit einem einfachem Klick öffnen
es: Un solo clic para abrir archivos y directorios
fr: Un seul clic pour ouvrir fichiers et dossiers
hu: Egy kattintás a fájlok és mappák megnyitásához
it: Click singolo per aprire file e cartelle
pt_br: Clique único para abrir arquivos e pastas
ru: Один клик для открытия файлов и папок
sv: Enkelklicka för att öppna filer och dialoger
tr: Dosya ve dizinleri açmak için tek tıkla

source: Dou&ble-click to open files and folders
de: Dateien und Verzeichnisse mit einem Doppelklick öffnen
es: Do&ble-clic para abrir archivos y directorios
fr: Double-clic pour ouvrir fichiers et dossiers
hu: Dupla kattintás a fájlok és mappák megnyitásához.
it: Do&ppio click per aprire files e cartelle
pt_br: Clique &duplo para abrir arquivos e pastas
ru: &Двойной клик для открытия файлов и папок
sv: Dubbelklicka för att öppna filer och dialoger
tr: Dosya ve dizinleri açmak için &çift tıkla

source: Button Order
de: Reihenfolge der Tasten
es: Orden de los botones
fr: Ordre des boutons
hu: Gombok sorrendje
it: Ordine pulsanti
pt_br: Ordem dos Butões
ru: Расположение кнопок
sv: Knappordning
tr: Düğme Sırası

source: Right Hand
de: Rechtshänder
es: Diestro
fr: Droitier
hu: Jobb kezes
it: Mano destra
pt_br: Destro
ru: Правша
sv: Högerhänt
tr: Sağ El

source: Left Hand
de: Linkshänder
es: Zurdo
fr: Gaucher
hu: Bal kezes
it: Mano sinistra
pt_br: Canhoto
ru: Левша
sv: Vänsterhänt
tr: Sol El

source: Reverse scrolling
de: Entgegengesetztes scrollen
es: Deslizamento inverso
fr: Défilement inverse
hu: Görgetés megfordítása
it: Scrolling inverso
pt_br: Scroll invertido
ru: Обратная прокрутка
sv: Omvänd rullningsriktning
tr: Tekerlek ters kaydırsın

source: Show updates in the system tray
de: Aktualisierungen in der Systemleiste anzeigen
es: Mostrar actualizaciones en la barra de tareas
fr: Afficher dans le tableau de bord
hu: Frissítések megjelenítése a rendszertálcán
it: Mostra nel vassoio di sistema
pt_br: Exibis as atualizações no ícone da bandeja do sistema
ru: Показать обновления в системном трее
sv: Visa uppdateringar i systembrickan
tr: Güncellemeleri sistem tepsisinde göster

source: Check updates automatically every
de: Automatisch nach updates suchen, alle
es: Comprobar actualizaciones automáticamente cada
fr: Vérifier automatiquement s'il y a des mises-à-jour toutes les
hu: Frissítések automatikus ellenőrzése minden
it: Controlla nuovi aggiornamenti ogni:
pt_br: Procurar por atualizações automaticamente a cada
ru: Проверять обновления автоматически каждые
sv: Automatisk kontroll av uppdateringar var
tr: Güncellemeleri kontrol etme sıklığı

source: minute(s)
tr: dakika

source: To install and remove programs to Pisi Linux, use Package-Manager. Package-Manager also can automatically install the latest updates available. You can set the period for checking new updates.
de: Mit dem Paket-Manager können Sie ganz einfach Software installieren und deinstallieren. Sofern gewollt kann der Paket-Manager Aktualisierungen automatisch durchführen. Sie können das Zeitintervall für die Suche nach verfügbaren Updates selbst wählen.
es: Para instalar y remoter programas en Pisi Linux, use el Administrador de Paquetes. Administrador de Paquetes también puede instalar automaticamente las ultimas actualizaciones. Puede establecer el intervalo de comprobación de nuevas actualizaciones.
fr: Pour installer ou désinstaller des programmes sous Pisi Linux, utilisez le gestionnaire de paquets. Le gestionnaire de paquets (package manager) peut également vous avertir automatiquement de la disponibilité de mises-à-jour et les installer.
hu: Programok hozzáadásához és eltávolításához Pisi Linux alatt használja a csomagkezelőt. A csomagkezelő automatikusan telepíti az elérhető legújabb frissítéseket. Beállíthatja az új frissítések keresésének gyakoriságát.
it: Per installare e rimuovere programmi, usa il Gestore Pacchetti. Esso può inoltre installare gli ultimi aggiornamenti disponibili. Qui puoi impostare ogni quanto tempo il Gestore Pacchetti controllerà gli aggiornamenti.
pt_br: Para instalar e remover programas no Pisi Linux, use o Gerenciador de Pacote. O Gerenciador de Pacote também pode instalar as últimas atualizações disponíveis automaticamente. Você pode configurar o período para checar por novas atualizações.
ru: Для установки и удаления программ в Pisi Linux, используйте Менеджер Пакетов. Менеджер Пакетов также может автоматически устанавливать последние обновления. Вы можете установить период для проверки обновлений.
sv: Använd Pakethanteraren för att installera och ta bort program i Pisi Linux. Pakethanteraren kan automatiskt installera de senaste uppdateringarna. Du kan välja uppdateringsintervall för det.
tr: Pisi Linux'ta program yükleyip silme işlemleri <b>Paket Yöneticisi</b> tarafından yapılır. Paket Yöneticisi aynı zamanda sisteminizi otomatik olarak güncelleyebilir. Paket Yöneticisi'nin güncellemeleri kontrol etme sıklığını belirleyebilirsiniz.

source: Updates
es: Actualizaciones
fr: Mises-à-jour
hu: Frissítések
it: Aggiornamenti
pt_br: Atualizações
ru: Обновления
sv: Uppdateringar
tr: Güncellemeler

source: Search
de: Suche
es: Buscar
fr: Recherche
hu: Keresés
it: Ricerca
pt_br: Buscar
ru: Поиск
sv: Sök
tr: Arama

source: Strigi Desktop Search indexes your frequently used files. This gives you very fast file search results. Strigi also can search for files based on their contents.
de: Die Strigi Desktopsuche indiziert häufig verwendeten Dateien. Dadurch werden sehr schnelle Suchergebnisse möglich. Strigi kann auch den Inhalt von Dateien durchsuchen und in das Suchergebnis einfließen lassen,
es: El buscador de escritorio Strigi indexa sus archivos que utiliza frecuentemente. Esto le permite resultados rápidos para una búsqueda. Strigi también puede buscar archivos por su contenido.
fr: La recherche sur le bureau Strigi indexe les fichiers que vous utilisez fréquemment. Les résultats d'une recherche de fichier en sont considérablement accélérés. Strigi a également la capacité d'effectuer des recherche de fichiers basées sur leurs contenus.
hu: Strigi Desktop Search indexeli a leggyakrabban használt fájljait. Ez rendkívül gyors keresést eredményez. A Strigi a fájlok tartalmában is képes keresni.
it: Strigi indicizza i file che usi spesso. Questo renderà molto veloci le ricerche dei file. Strigi è inoltre in grado di cercare file in grado di cercare dei file in base al loro tipo.
pt_br: A Busca na Área de Trabalho Strigi indexa os seus arquivos frequentemente usados. Isso lhe permite obter resultados de buscas muito rápidos. O Strigi também pode buscar por arquivos baseando-se no seus conteúdos.
ru: Strigi Desktop Search индексирует часто используемых файлов. Это позволяет вам очень быстро получить результаты поиска по файлам. Strigi также можете искать файлы на основе их содержимого.
sv: Strigi skrivbordssökning indexerar dina mest använda filer. Det ger dig ett mycket snabbt filsökningsresultat. Strigi kan också söka filer beroende på deras innehåll.
tr: Strigi Masaüstü Arama yardımcısı sık kullandığınız dosyaları hafızasına alarak arama yaptığınızda hızlıca bulunmalarını sağlar. Strigi ayrıca dosyaların yalnızca ismine değil, içeriğine bakarak da arama yapmanıza olanak sağlar.

source: Allow Strigi to index my files
de: Erlaube Strigi meine Dateien zu katalogisieren
es: Permitir Strigi de crear indice de mis archivos
fr: Permettre à Strigi d'indexer mes fichiers
hu: Engedélyezem, hogy a Strigi indexelje a fájljaimat
it: Permetti a Strigi di indicizzare i miei files.
pt_br: Permitir que o Strigi indexe os seus arquivos
ru: Позволить Strigi индексировать мои файлы
sv: Tillåt Strigi att indexera mina filer
tr: Strigi, aramalarımda yardımcı olsun

source: Search Options
de: Sucheinstellungen
es: Configuración de la Busqueda
fr: Options de recherche
hu: Keresési beállítások
it: Opzioni di ricerca
pt_br: Opções de Busca
ru: Параметры поиска
sv: Sökinställningar
tr: Arama Ayarları

source: <b>Smolt</b> is a tool that collects the information in the following table and sends it to us for which lets us improve Pisi Linux according to the user profile statistics.
de: <b>Smolt</b> ist ein Werkzeug, das die gesamelten Informationen der verwendeten Hardware zu uns sendet (siehe Tabelle). Durch diese Statisitken ist es uns möglich Pisi Linux gezielt zu verbessern.
es: <b>Smolt</b> es una herramienta que colecciona la información de la tabla siguiente y nos lo envia para mejorar Pisi Linux según las estadísticas de uso de tipos de hardware.
fr: <b>Smolt</b> est un outil de collecte d'information qui nous permet d'améliorer Pisi Linux selon le profil statistique de l'utilisateur.
hu: <b>Smolt</b> az az eszköz ami összegyűjti az információkat az alábbi táblázatba és elküldi nekünk, amivel tovább fejleszthetjük a Pisi Linuxt a felhasználói profil statisztikáknak megfelelően.
it: <b>Smolt</b> è uno strumento che raccoglie le informazioni contenute nella seguente tabella e le invia agli sviluppatori di Pisi Linux, per migliorarlo in basa alle statistiche.
pt_br: <b>Smolt</b> é uma ferramenta que coleta a informação nas seguintes tabelas e as enviam para nós as quais permitem que melhoremos o Pisi Linux de acordo com as estatísticas do perfil do usuário.
sv: <b>Smolt</b> är ett verktyg som samlar in information i tabellen och skickar det till oss. Det låter oss förbättra Pisi Linux enligt statistiken för användarprofilen.
tr: <b>Smolt,</b> aşağıdaki tabloda gösterilen sistem bilgilerinizi bizlere göndererek istatistikler doğrultusunda Pisi Linux'u geliştirmemize katkıda bulunur.

source: &Send my profile
de: Mein Profil &senden
es: &Enviar mi perfil
fr: &Envoyer mon profil
hu: &Profil elküldése
it: I&nvia il mio profilo
pt_br: &Enviar meu perfil
ru: &Отправить мой профиль
sv: &Skicka min profil
tr: Donanım Bilgisini &Gönder
