Repository: pisilinux/project
Catalog: managers/service-manager/po/*.po
Languages: nl

source: An application for managing system services.
nl: Een toepassing voor het beheren van systeemdiensten.

source: Service Manager
nl: Dienstbeheer

source: Current Maintainer
nl: Huidige onderhouder

source: COMAR Author
nl: COMAR-auteur

# EMAIL OF TRANSLATORS
source: Your emails
nl: atolboo@gmail.com

# NAME OF TRANSLATORS
source: Your names
nl: Antoon Tolboom

source: Authentication Error
nl: Authenticatiefout

source: You are not authorized for this operation.
nl: U bent niet geautoriseerd voor deze bewerking.

source: Error
nl: Fout

source: An exception occurred.
nl: Onbehandelde fout opgetreden.

source: Service information is not available
nl: Dienstinformatie is niet aanwezig

source: Hide Information
nl: Informatie verbergen

source: serviceName
nl: dienstnaam

source: serviceDesc
nl: dienstbeschrijving

source: Start service
nl: Dienst starten

source: Reload service
nl: Dienst herladen

source: Run on start
nl: Bij opstarten uitvoeren

source: Stop service
nl: Dienst stoppen

source: More Information
nl: Meer informatie

source: type service name to search...
nl: type dienstnaam om te zoeken...

source: System Services
nl: Systeemdiensten

source: Startup Services
nl: Opstartdiensten

source: Running Services
nl: Actieve diensten

source: All Services
nl: Alle diensten

source: Getting service info... %p%
nl: Dienstinformatie wordt opgehaald... %p%
