Repository: pisilinux/project
Catalog: mudur/po/*.po
Languages: es, hr, hu, sr

source: Cannot write mudur.log, read-only file system
es: No es posible grabar mudur.log, sistema de archivos solo-lectura
hr: Ne mogu pisati mudur.log, datotečni sustav je samo za čitanje
hu: Nem írható a mudur.log, csak olvasható a fájlrendszer
sr: Не могу да пишем у mudur.log, систем датотека је само за читање

source: /etc/env.d/03locale cannot be updated
es: /etc/env.d/03locale no se puede actualizar
hr: /etc/env.d/03locale sa ne može dopuniti
hu: Nem frissíthető a /etc/env.d/03locale
sr: /etc/env.d/03locale се не може ажурирати

source: Could not set unicode mode on tty %d
es: No es posible establecer el modo unicode para tty %d
hu: Nem tudom beállítnai a unicode módot a(z) %d terminálon
sr: Не могу подесити уникод начин на tty %d

source: Cannot connect to DBus, services won't be started
es: No es posible conectar a DBus, los servicios no se iniciarán
hr: Ne mogu se spojiti na DBus,servisi neće biti pokrenuti
hu: Nem tudok a DBushoz csatlakozni, a szolgáltatások nem lesznek elindítva.
sr: Не могу да се повежем на DBus, сервиси неће бити покренути

source: Unable to start network: %s
es: No es posible iniciar la red: %s
hr: NIje moguće pokrenuti mrežu: %s
hu: Nem indítható el a hálózat: %s
sr: Не могу да покренем мрежу: %s

source: Cannot start system logger
es: No es posible iniciar el log del sistema
hu: Nem tudom elindítani a rendszernaplózó szolgáltatást.
sr: Не могу да покренем системски логер

source: Starting services
es: Iniciando servicios
hr: Pokrećem servise
hu: Szolgáltatások indítása
sr: Покрећем сервисе

source: Stopping services
es: Deteniendo servicios
hr: Zaustavljam servise
hu: Szolgáltatások leállítása
sr: Заустављам сервисе

source: Starting %s
es: Iniciando %s
hr: Pokrećem %s
hu: %s indítása
sr: Покрећем %s

source: Stopping %s
es: Deteniendo %s
hr: Zaustavljam %s
hu: %s leállítása
sr: Заустављам %s

source: Can't move persistent udev rules from /dev/.udev
es: No es posible mover reglas udev persistentes de /dev/.udev
hu: Nem tudom átmozgatni az állandó udev szabályokat a /dev/.udev-ből
sr: Не могу померити стална udev правила из /dev/.udev

source: Starting udev
es: Iniciando udev
hr: Pokrećem udev
hu: Az udev indítása
sr: Покрећем udev

source: Populating /dev
es: Poblando /dev
hu: A /dev feltöltése
sr: Попуњавам /dev

source: Removing stale lock file /etc/mtab~
es: Eliminando archivo de bloqueo obsoleto /etc/mtab~
hu: Ottfelejtett /etc/mtab~ zárolási fájl eltávolítása
sr: Уклањам заосталу закључану датотеку /etc/mtab~

source: Failed removing stale lock file /etc/mtab~
es: No es posible eliminar archivo de bloqueo obsoleto /etc/mtab~
hu: Nem tudom eltávolítani az ottfelejtett /etc/mtab~ zárolási fájt
sr: Неуспешно уклањање заостале закључане датотеке /etc/mtab~

source: /etc/fstab doesn't contain an entry for the root filesystem
es: en /etc/fstab falta la entrada para el sistema de archivos raíz
hr: /etc/fstab ne sadrži unos za korijenski datotečni sustav
hu: A /etc/fstab-ab nincs a gyökér fájlrendszerre mutató bejegyzés
sr: /etc/fstab не садржи унос за коренски систем датотека

source: Remounting root filesystem read-only
es: Montando de nuevo el sistema de archivos raíz (root) solo-lectura
hr: Ponovno montiranje korijenskog datotečnog sustava samo-čitanje
hu: Gyökér fájlrendszer újracsatolása csak olvasható módban
sr: Поновно монтирање коренског система датотека (само читање)

source: Checking root filesystem (full check forced)
es: Verificando sistema de archivos raíz (verificación completa forzada)
hr: Provjeravam korijenski datotečni sustav (prisiljena puna provjera)
hu: Gyökér fájlrendszer ellenőrzése (teljes ellenőrzés kényszerítve)
sr: Проверавам коренски систем датотека (присилна пуна провера)

source: Checking root filesystem
es: Verificando sistema de archivos raíz (root)
hr: Provjeravam korijenski datotečni sustav
hu: Gyökér fájlrendszer ellenőrzése
sr: Проверавам коренски систем датотека

source: Filesystem repaired, but reboot needed!
es: Sistema de archivos reparado, pero requiere reiniciar!
hr: Datotečni sustav je popravljen,ali potrebno je ponovno podizanje sustava!
hu: A fájlrendszer megjavítva, de újraindítás szükséges!
sr: Систем датотека је поправљен, али је потребно поново покренути систем !

source: Rebooting in 10 seconds...
es: Reiniciando en 10 segundos ...
hr: Ponovno podizanje sustava za 10sekundi
hu: Újraindítás 10 másodperc múlva...
sr: Поновно подизање система за 10 секунди...

source: Rebooting...
es: Reiniciando...
hr: Ponovno podižem sustav...
hu: Újraindítás...
sr: Поново подижем систем...

source: Filesystem could not be repaired
es: El sistema de archivos no se pudo reparar
hr: Datotečni sustav se ne može popraviti
hu: A fájlrendszer nem javítható
sr: Систем датотека се не може поправити

source: Skipping root filesystem check (fstab's passno == 0)
es: Saltarse chequeo de sistema de archivos root (fstab's passno == 0)
hr: Preskačem provjeru datotečnog sustava (fstab's passno == 0)
hu: A gyökér fájlrendszer ellenőrzésének kihagyása (fstab beállítás, passno == 0)
sr: Прескачем проверу коренског система датотека (fstab's passno == 0)

source: Remounting root filesystem read/write
es: Montando de nuevo sistema de archivos raíz (root) lectura/escritura
hr: Ponovno montiranje korijenskog datotečnog sustava čitanje/pisanje
hu: Gyökér fájrendszer újracsatolása írható/olvasható módban
sr: Поновно монтирање коренског система датотека читање/писање

source: Root filesystem could not be mounted read/write You can either login below and manually check your filesytem(s) OR restart your system, press F3 and select 'FS check' from boot menu
es: El sistema de archivos Root no se pudo montar en lectura/escitura Puede iniciar una sesión y chequear manualmente el sistema de archivo o reiniciar el sistema, presionar F3 y seleccionar 'Verificación de Sistema de archivos' en el menú de arranque
hr: Korjenski datotečni sustav se ne može montirati za čitanje/pisanje Možete se prijaviti ispod i ručno provjeriti vaš datotečni sustav(e) ILI ponovno pokrenite vaš sustav, pritisnite F3 i odaberite 'FS check' iz boot izbornika
hu: A gyökér fájlrendszer nem csatolható fel írható/olvasható módban Alább bejelentkezhet és elvégezheti a fájlrendszer(ek) kézi ellenőrzését VAGY újraindíthatja a rendszert és a rendszerindító menüben F3 megnyomásával kiválaszthatja a fájlrendszer ellenőrzést.
sr: Коренски систем датотека се не може монтирати за читање/писање Можете се пријавити испод и ручно проверити ваш систем датотека ILI поново покрените ваш систем, притисните F3 и одаберите 'FS check' из boot менија

source: Couldn't synchronize /etc/mtab from /proc/mounts
es: No es posible sincronizar /etc/mtab desde /proc/mounts
hr: Ne mogu sinkronizirati /etc/mtab iz /proc/ moubts
hu: Nem tudom a szinkronizálni a /etc/mtab-ot a /proc/mounts tartalmával
sr: Не могу да синхронизујем /etc/mtab из /proc/mounts

source: Checking all filesystems
es: Verificando todos los sistemas de archivos
hr: Provjeravam sve datotečne sustave
hu: Minden fájlrendszer ellenőrzése
sr: Проверавам све системе датотека

source: A full fsck has been forced
es: Verificación completa fsck fue forzado
hr: Prisiljen je puni fsck
hu: Teljes fsck kényszerítve
sr: Присиљен је пун fsck

source: Filesystem errors corrected
es: Errores del sistema de archivos corregidos
hr: Ispravljene su greške datotečnog sustava
hu: A fájlrendszerhibák kijavítva
sr: Грешке система датотека су исправљене

source: Fsck could not correct all errors, manual repair needed
es: Fsck no pudo corregir todos los errores, se requiere reparación manual
hr: Fsck ne može popraviti sve grešle,potreban je ručni popravak
hu: AZ fsck nem tudott mindent hibát kijavítani. Manuális javítás szükséges.
sr: Fsck не може да поправи све грешке, потребна је ручна исправка

source: Mounting local filesystems
es: Montando sistema de archivos local
hr: Montiram lokalne datotečne sustave
hu: Helyi fájlrendszerek csatolása
sr: Монтирам локалне системе датотека

source: Mounting remote filesystems
es: Montando sistema de archivos remotos
hr: Montiram udaljene datotečne sustave
hu: Távoli fájlrendszerek csatolása
sr: Монтирам удаљене системе датотека

source: Setting up hostname as '%s'
es: Estableciendo hostname como '%s'
hr: Postavljam računalo kao '%s'
hu: Hosztnév beállítva: %s
sr: Подешавам рачунар као '%s'

source: Setting disk parameters
es: Estableciendo parámetros de disco
hr: Postavljam parametre diska
hu: Lemez paraméterek beállítása
sr: Подешавам параметре диска

source: Activating swap space
es: Activando área de swap
hr: Uključujem swap prostor
hu: Lapozóterület aktiválása
sr: Укључујем swap простор

source: Deactivating swap space
es: Desactivando área de swap
hr: Isključujem swap prostor
hu: Lapozóterület deaktiválása
sr: Искључујем swap простор

source: Cleaning up /tmp
es: Limpiando /tmp
hr: Čistim /tmp
hu: A /tmp tisztítása
sr: Чистим /tmp

source: Setting system clock to hardware clock
es: Estableciendo hora del sistema a hora del hardware
hr: Postavljanje sata sustava u sat hardware-a
hu: A rendszeróra beállítása a hardver-óra értékére
sr: Подешавам сат система по сату хардвера

source: Failed to adjust systematic drift of the hardware clock
es: No es posible corregir el desajuste sistemático de la hora del hardware
hu: Nem sikerült kiigazítani a hardver-óra elcsúszását
sr: Неуспешно подешавање систематског скретања сата хардвера

source: Failed to set system clock to hardware clock
es: No posible establecer la hora del sistema a la hora del hardware
hr: Postavljanje sata sustava u sat hardware-a nije uspjelo
hu: Nem sikerült a rendszerórát a hardver-órához igazítani
sr: Подешавање сата система по сату хардвера није успело

source: Syncing system clock to hardware clock
es: Sincronizando reloj del sistema a reloj del hardware
hr: Usklađujem sat sustava sa satom hardware-a
hu: A rendszeróra értékének szinkronizálása a hardvare-órába
sr: Усклађујем сат система са сатом хардвера

source: Failed to synchronize clocks
es: No es posible sincronizar reloj
hr: Neuspjela sinkronizacija satova
hu: Nem sikerült az órák szinkronizálása
sr: Неуспело усклађивање сатова

source: Unmounting filesystems
es: Desmontando sistema de archivos
hr: Odmontiram datotečne sustave
hu: Fájlrendszerek leválasztása
sr: Демонтирам систем датотека

source: Remounting remaining filesystems read-only
es: Montando de nuevo sistema de archivos restantes solo-lectura
hr: Ponovno montiram preostale datotečne sustave samo-čitanje
hu: Maradék fájlrendszerek újracsatolása csak olvashatóként
sr: Поново монтирам преостале система датотека само читање

source: Setting up localhost
es: Configurando localhost
hr: Postavljam računalo
hu: localhost beállítása
sr: Подешавам рачунар

source: Updating environment variables
es: Actualizando variables de entorno
hr: Dopunjujem varijable okruženja
hu: Környezeti változók ferissítése
sr: Ажурирам променљиве окружења

source: local
hr: lokalno
hu: helyi
sr: локално

source: script
hr: skripta
hu: szkript
sr: скрипта

source: server
es: servidor
hr: poslužitelj
hu: szerver
sr: сервер

source: running
es: ejecutando
hu: fut
sr: извршава се

source: yes
es: si
hr: da
hu: igen
sr: да

source: conditional
es: condicional
hr: uvjetno
hu: feltételes
sr: условно

source: Status
es: Estado
hu: Státusz
sr: Статус

source: Service
es: Servicio
hr: Servis
hu: Szolgáltatás
sr: Сервис

source: Autostart
es: Arranque automático
hr: Samopokretanje
hu: Automatikus indítás
sr: Аутоматски старт

source: Description
es: Descripción
hr: Opis
hu: Leírás
sr: Опис

source: Unable to start %s:
es: No es posible iniciar %s:
hr: NIje moguće pokrenuti %s:
hu: Nem tudom elindítani %s-t:
sr: Није могуће покренути %s:

source: Unable to stop %s:
es: No es posible detener %s:
hr: NIje moguće zaustaviti %s:
hu: Nem tudom leállítani %s-t:
sr: Није могуће зауставити %s:

source: Unable to set %s state:
es: No es posible setear %s al estado:
hu: Nem tudom beállítani a(z) %s státuszt:
sr: Није могуће подесити %s стање

source: Service '%s' will be auto started.
es: Servicio '%s' se iniciará automáticamente.
hr: Servis '%s' će biti samopokrenut.
hu: A(z) %s szolgáltatás ezentúl automatikusan elindul.
sr: Сервис '%s' ће бити аутоматски покренут.

source: Service '%s' won't be auto started.
es: Servicio '%s' no se iniciará automáticamente.
hr: Servis '%s' neće biti samopokrenut.
hu: A(z) %s szolgáltatás ezentúl nem indul el automatikusan.
sr: Сервис '%s' неће бити аутоматски покренут.

source: Service '%s' will be started if required.
es: Servicio '%s' se iniciará en caso que sea requerido.
hr: Servis '%s' će biti pokrenut ako je potrebno.
hu: A(z) %s szolgáltatás ezentúl szükség szerint elindul.
sr: Сервис '%s' ће бити покренут ако је потребно

source: Unable to reload %s:
es: No es posible recargar %s:
hr: Nije moguće učitati %s:
hu: Nem tudom újolvasni %s beállításait:
sr: Не могу да учитам %s:

source: Reloading %s
es: Recargando %s
hr: Ponovno učitavam %s
hu: %s beállításainak újraolvasása
sr: Поново учитавам %s

source: You must be root to use that.
es: Solamente el usuario root puede realizar esta operación.
hr: Morate biti root da biste to koristili.
hu: Ez csak root-ként használható.
sr: Морате бити коренски корисник да бисте то користили.

source: Unable to start DBus
es: No es posible iniciar DBus
hr: Nije moguće pokrenuti DBus
hu: Nem tudom elindítani a DBus-t
sr: Не могу да покренем DBus

source: DBus is not running.
es: DBus no se está ejecutando.
hr: DBus nije pokrenut.
hu: A DBus nem fut.
sr: DBus није покренут,

source: DBus is running.
es: Dbus se está ejecutando
hr: DBus je pokrenut.
hu: A DBus fut.
sr: DBus је покренут.

source: usage: service [<options>] [<service>] <command> where command is: list Display service list status Display service status info Display service status on Auto start the service off Don't auto start the service start Start the service stop Stop the service restart Stop the service, then start again reload Reload the configuration (if service supports this) and option is: -N, --no-color Don't use color in output -q, --quiet Don't print replies
es: uso: service [<options>] [<service>] <command> command puede ser: list Mostrar lista del servicio status Mostrar estado del servicio info Mostrar información del servicio on Auto-start el servicio off No aplicar auto-start al servicio start Iniciar el servicio stop Parar el servicio restart Parar el servicio, luego iniciar de nuevo reload Recargar la configuración (si el servicio lo soporta) y option es: -N, --no-color No usar color en la salida -q, --quiet No imprimir mensajes
hu: használata: service [<opciók>] [<szolgáltatás>] <parancs> ahol a parancs az alábbiak egyike: list Kilistázza a szolgáltatásokat status A szolgáltatás állapotát mutatja meg info A szolgáltatás állapotát mutatja meg on Automatikusan indítja a szolgáltatást off Nem indítja automatikusa a szolgáltatást start Elindítja a szolgáltatást stop Leállítja a szolgáltatást restart Leállítja, majd újraindítja a szolgáltatást reload Újraolvassa a beállításokat (amennyiben a szolgáltatás képes rá) az opciók a következők lehetnek: -N, --no-color Ne használjon színeket az üzenetek megjelenítése során -q, --quiet Ne írja ki az üzeneteket
sr: употреба: service [<опције>] [<сервис>] <команда> где је листа команди: list Приказује листу сервиса status Приказује статус сервиса info Приказује статус сервиса on Аутоматско покрени сервис off Немој аутоматски да покрећеш сервис start Покрени сервис stop Заустави сервис restart Заустави сервис, а затим ка поново покрени reload Поново учитај конфигурацију (ако то сервис подржава) и где су опције: -N, --no-color Немој користити боје на излазу -q, --quiet Не штампај одговоре

source: No such service: %s
es: No existe servicio: %s
hr: Nema takvog servisa: %s
hu: Nincs ilyen szolgáltatás: %s
sr: Не постоји тај сервис: %s
