Repository: pisilinux/project
Catalog: yali-faimly/yali/po/*.po
Languages: hr

source: Not enough physical volumes
hr: Nije dovoljno fizičkih particija

source: At least one unused physical volume partition is needed to create an LVM Volume Group. Create a partition or RAID array of type "physical volume (LVM)" and then select the "LVM" option again.
hr: Barem jedna neiskorištena fizička particija je potrebna da bi \ nnapravili LVM particijsku grupu. Napravite particiju ili RAID polje vrste "fizička particija (LVM)" i zatim opet odaberite \ "LVM " opciju.

source: Make LVM Volume Group
hr: Napravite LVM particijsku grupu

source: Edit LVM Volume Group: %s
hr: Uredi LVM particijsku grupu: %s

source: Edit LVM Volume Group
hr: Uredi LVM particijsku grupu

source: Invalid Volume Group Name
hr: Neispravno ime particijske grupe

source: Name in use
hr: Ime u uporabi

source: The volume group name "%s" is already in use. Please pick another.
hr: Ime partiocijske grupe "%s" je u uporabi.Odaberite drugo ime.

source: Not enough space
hr: Nema dovoljno prostora

source: Cancel
hr: Otkaži

source: Continue
hr: Nastavi

source: Too small
hr: Premaleno

source: You cannot create more than %d logical volume per volume group.
hr: Ne možete napraviti više od %d logičkih particija po particijskoj grupi.

source: No free space
hr: Nema slobodnog prostora

source: Confirm Delete
hr: Potvrdi brisanje

source: Are you sure you want to delete the logical volume "%s"?
hr: Jeste li sigurni da želite izbrisati logičku particiju "%s"?

source: Delete
hr: Izbriši

source: Make Logical Volume
hr: Napravi logičku particiju

source: Edit Logical Volume: %s
hr: Uredi logičku particiju: %s

source: Mount Point Error
hr: Greška točke montiranja

source: Mount point in use
hr: Točka montiranja u upotrebi

source: The mount point "%s" is in use. Please pick another.
hr: Točka montiranja "%s" je u upotebi.Odaberite drugu.

source: Illegal Logical Volume Name
hr: Nedopušteno ime logičke particije

source: Illegal logical volume name
hr: Nedopušteno ime logičke particije

source: The logical volume name "%s" is already in use. Please pick another.
hr: Logička particija "%s" je već u uporabi.Molim odaberite drugu.

source: Illegal size
hr: Nedopuštena veličina

source: The requested size as entered is not a valid number greater than 0.
hr: Tražena veličina kako je unešena nije ispravan broj veći od 0..

source: The current requested size (%(size)10.2f MB) is larger than the maximum logical volume size (%(maxlv)10.2f MB). To increase this limit you can create more Physical Volumes from unpartitioned disk space and add them to this Volume Group.
hr: Trenutno tražena veličina (%(size)10.2f MB) je veća od maksimalne veličine logičke particije (%(maxlv)10.2f MB). DA bi ste povećali ovo ograničenje morate napraviti više primarnih particija sa neparticioniranog prostora diska i dodati ih u ovu grupu particija.

source: The size entered for this logical volume (%(size)d MB) combined with the size of the other logical volume(s) exceeds the size of the volume group (%(tmpvgsize)d MB). Please make the volume group larger or make the logical volume smaller.
hr: Veličina unešena za ovu logičku particiju (%(size)d MB) kombinirana sa veličinom ostalih logičkih particija(a) prelazi veličinu particijske grupe (%(tmpvgsize)d MB). Molim povećajte particijsku grupu ili smanjite logičku particiju.

source: Create Partition on %(path)s (%(model)s)
hr: Napravi particiju na %(path)s (%(model)s)

source: Edit Partition %s
hr: Uredi particiju %s

source: Edit Partition
hr: Uredi particiju

source: Error With Request
hr: Greška sa zahtjevom

source: Invalid Raid Members
hr: Nevažeći Raid članovi

source: At least two unused software RAID partitions are needed to create a RAID device. First create at least two partitions of type "software RAID", and then select the "RAID" option again.
hr: Najmanje dvije neiskorištene softwere RAID particije su potrebne za stvaranje RAID uređaja. Najprije stvorite najmanje dvije particije vrste "software RAID", a zatim odaberite "RAID" opciju opet.

source: Make RAID Device
hr: Napravi RAID uređaj

source: Edit RAID Device: %s
hr: Uredi RAID uređaj: %s

source: Edit RAID Device
hr: Uredi RAID uređaj

source: Error!
hr: Greška!

source: Exit
hr: Izađi

source: Retry
hr: Pokušaj ponovno

source: Storage Devices initialising...
hr: Iniciram uređaje pohrane...

source: Password is too short.
hr: Lozinka je prekratka

source: Passwords do not match.
hr: Lozinke se ne podudaraju

source: Do not use your username as your password.
hr: Ne koristite korisničko ime kao lozinku

source: Hostname cannot be longer than 64 characters.
hr: Ime računala ne može biti veće od 64 znaka

source: Hostname contains invalid characters.
hr: Ime računala sadrži neispravne znakove

source: The first sector of
hr: Prvi sektor od

source: Validate
hr: Provjerite valjanost

source: Starting validation...
hr: Započinjem provjeru valjanosti...

source: Package validation is in progress. Please wait until it is completed.
hr: Provjera valjanosti paketa je u tijeku.Molim pričekajte dok se ne dovrši.

source: Validating %s
hr: Provjeram valjanost %s

source: Warning
hr: Upozorenje

source: Skip Validation
hr: Preskoči provjeru valjanosti

source: Skip Package
hr: Preskoči paket

source: Reboot
hr: Ponovno podizanje sustava

source: <font color="#FFF"><b>Validation succeeded. You can proceed with the installation.</b></font>
hr: <font color="#FFF"><b>Uspješna provjera valjanosti. Možete nastaviti sa instalacijom.</b></font>

source: Package validation is finished.
hr: Provjera valjanosti paketa je završena.

source: Adjusting time settings
hr: Podešavanje postavki vremena

source: Device Path: %s
hr: Putanja uređaja: %s

source: Error
hr: Greška

source: You must select at least one drive to be used for installation.
hr: Morate odabrati barem jedan disk koji će se koristiti za instalaciju.

source: Running post-install operations...
hr: Pokrećem post-instalacijske operacije ...

source: Press <b>Restart</b> to restart the computer.
hr: Pritisni <b>Ponovno pokretanje</b> za ponovno pokretanje računala.

source: Restart
hr: Ponovno pokretanje

source: <b>Please wait while restarting...</b>
hr: <b>Molimo pričekajte dok se ponovno pokreće...</b>

source: Setting timezone...
hr: Postavljam vremensku zonu...

source: Migrating Xorg configuration...
hr: Premještanje Xorg konfiguracije ...

source: Copying repository index...
hr: Kopiram index reozitorija

source: Setting hostname...
hr: Postavljam ime računala

source: Setting root password...
hr: Postavljam korijensku lozinku

source: Resetting user password...
hr: Ponovno postavljanje korisničke lozinke...

source: Setup First-Boot...
hr: Postavljanje prvog pokretanja ...

source: Adding users...
hr: Dodajem korisnike...

source: Installing bootloader...
hr: Instaliram boot učitavač...

source: Writing bootloader config...
hr: Zapisujen boot učitavač config...

source: Stopping to D-Bus...
hr: Zaustavljanje na D-Bus-u ...

source: Teardown storage subsystem...
hr: Teardown podsustav pohrane...

source: Installing <b>%(name)s</b> -- %(summary)s
hr: Instaliram <b>%(name)s</b> -- %(summary)s

source: Configuring <b>%s</b>
hr: Konfiguriram <b>%s</b>

source: Following error occured while installing packages:<b>%s</b><br><br>Do you want to retry?
hr: Došlo je do slijedeće greške tijekom instalacije paketa:<b>%s</b><br><br>Želite li pokušati ponovno?

source: Yes
hr: Da

source: No
hr: Ne

source: No storage device found.
hr: Nije pronađen uređaj za pohranu.

source: Use Alt-Shift to toggle between alternative keyboard layouts
hr: Koristite Alt-Shift za izmjenu između alternativnih rasporeda tipkovnice

source: License text could not be found.
hr: NIje moguće naći tekst licence.

source: No partitions are available to resize. Only physical partitions which size is greater than %s MB can be resized.
hr: Nema particije dostupne za promjenu veličine. Samo fizičke particije čije su veličine veće od %s MB mogu promijeniti veličinu.

source: Use All Disks
hr: Koristi sve diskove

source: The partitioning scheme you requested caused the following critical errors.You must correct these errors before you continue your installation of %s.
hr: Shemu particioniranja koju ste zatražili uzrokavala je sljedeće kritične greške.Morate ispraviti ove pogreške prije nego što nastavite instalaciju %s.

source: Partitioning Errors
hr: Greške particioniranja

source: The partitioning scheme you requested generated the following warnings. Would you like to continue with your requested partitioning scheme?
hr: Shemu particioniranja koju ste zatražili generirala je slijedeća upozorenja. Želite li nastaviti sa svojom traženom shemom particioniranja?

source: Partitioning Warnings
hr: Upozorenja particioniranja

source: Ok
hr: U redu

source: The following pre-existing devices have been selected to be formatted, destroying all data.
hr: Slijedeći postojeći uređaji su odabrani za formatiranje, uništavajući sve podatke.

source: Format Warnings
hr: Upozorenja formatiranja

source: Format
hr: Formatiraj

source: All Changes that you made will be removed
hr: Sve promjene koje ste napravili biti će uklonjene

source: Standard
hr: Standardno

source: Partition
hr: Particija

source: General purpose of partition creation
hr: Osnovna namjera stvaranja particije

source: Physical Volume
hr: Fizička particija

source: Create LVM formatted partition
hr: Napravite LVM formatiranu paticiju

source: Volume Group
hr: Particijska grupa

source: Requires at least 1 free LVM formatted partition
hr: Zahtijeva barem 1 slobodnu LVM formatiranu particiju

source: Logical Volume
hr: Logička particija

source: Create Logical Volume on selected Volume Group
hr: Napravite logičku particiju na odabranoj particijskoj grupi

source: Member
hr: Član

source: Create Raid formatted partition
hr: Napravi RAID formatiranu particiju

source: Array
hr: Polje

source: Requires at least 2 free Raid formatted partition
hr: Zahtijeva najmanje 2 slobodne RAID formatirane particije

source: Volume Groups
hr: Grupe particija

source: Free
hr: Slobodno

source: Raid Arrays
hr: RAID polja

source: Hard Drives
hr: Tvrdi diskovi

source: Can't handle more than one extended partition per disk
hr: Ne mogu podržati više od jedne po proširene particije po disku

source: Extended
hr: Proširena

source: Error Partitioning
hr: Greška particioniranja

source: Could not allocate requested partitions: %s.
hr: Nisam mogao dodijeliti tražene particije: %s.

source: Warning Partitioning
hr: Upozorenje particioniranja

source: Warning: %s.
hr: Upozorenje: %s.

source: Modify Partition
hr: Izmijeni particiju

source: Partition Selection Warning
hr: Upozorenje odabira particije

source: Please select free physical partition to create new device.
hr: Molim, odaberite slobodnu fizičku particiju za stvaranje novog uređaja.

source: Unable To Edit
hr: Nije moguće urediti

source: You cannot edit this device: %s
hr: Ne možete urediti ovaj uređaj: %s

source: Don't use your user name or name as a password
hr: Nemojte koristiti vaše korisničko ime kao lozinku

source: Passwords do not match
hr: Lozinke se ne podudaraju

source: Password is too short
hr: Lozinka je prekratka

source: Cannot Rescue
hr: Ne mogu spasiti

source: Your current installation cannot be rescued.
hr: Vaša trenutna instalacija ne može biti spašena.

source: Super User
hr: Super korisnik

source: Starting D-Bus...
hr: Pokrećem D-Bus ...

source: Connecting to D-Bus...
hr: Spajanje na D-Bus ...

source: Fetching history...
hr: Dohvaćanje povijesti ...

source: Please Wait...
hr: Molim pričekajte...

source: No connection available
hr: Nema dostupnih veza

source: Operation %(no)s : %(date)s - %(type)s
hr: Operacija %(no)s : %(date)s - %(type)s

source: Connecting to network %s...
hr: Spajanje na mrežu %s...

source: Connection failed
hr: Spajanje neuspjelo

source: Connected
hr: Spojen

source: Mount failed
hr: Neuspjelo montiranje

source: The following error occurred when mounting the file systems listed in /etc/fstab. Please fix this problem and try to rescue again. %s
hr: Došlo je do slijedeće greške pri montiranju datotečnih sustava izlistanih u /etc/ fstab. Molimo riješite ovaj problem i pokušajte spasiti ponovno. %s

source: <b><p>Are you sure you want to restart the computer?</p></b>
hr: <b><p>Jeste li sigurni da želite ponovno pokrenuti računalo?</p></b>

source: Next
hr: Slijedeći

source: Installation starts in <b>%s</b> seconds
hr: Instalacija počinje za <b>%s</b> sekunda

source: Start Installation
hr: Pokreni instalaciju

source: Apply Settings
hr: Primjeni postavke

source: Keyboard Settings
hr: Postavke tipkovnice

source: Selected keyboard layout is <b>%s</b>
hr: Odabrani raspored tipkovnice je <b>%s</b>

source: Date/Time Settings
hr: Postavke datuma i vremena

source: Selected TimeZone is <b>%s</b>
hr: Odabrana vremenska zona je <b>%s</b>

source: User Settings
hr: Postavke korisnika

source: User %(username)s (<b>%(realname)s</b>) added.
hr: Korisnik %(username)s (<b>%(realname)s</b>) dodan.

source: User %(username)s (<b>%(realname)s</b>) added with <u>administrator privileges</u>.
hr: Korisnik %(username)s (<b>%(realname)s</b>) dodan sa <u>administratorskim privilegijama</u>.

source: Hostname Settings
hr: Postavke računala

source: Hostname is set as <b>%s</b>
hr: Računalo je postavljeno kao <b>%s</b>

source: Partition Settings
hr: Postavke particija

source: Automatic Partitioning selected.
hr: Odabrano je automatsko particioniranje.

source: Use All Space
hr: Koristi cijeli prostor

source: Removes all partitions on the selected %s device(s). <b><u>This includes partitions created by other operating systems.</u></b>
hr: Uklanja sve particije na odabranom %s uređaju(ma).<u><b>To uključuje particije kreirane od strane drugih operativnih sustava.</u></b>

source: Replace Existing Linux System(s)
hr: Zamijeni postojeći Linux sustav(e)

source: Removes all Linux partitions on the selected%s device(s). This does not remove other partitions you may have on your storage device(s) (such as VFAT or FAT32)
hr: Uklanja sve Linux particije na izabranom %s uređaju(ma). To ne uklonja druge particije koje možda imate na svom uređaju(ma) za pohranu (kao što je vfat ili FAT32)

source: Use Free Space
hr: Koristi slobodni prostor

source: Retains your current data and partitions and uses only the unpartitioned space on the selected %s device(s), assuming you have enough free space available.
hr: Zadržava vaše trenutne podatke i particije i koristi samo nedodijeljeni prostor na odabranom %s uređaju(ma) ,pretpostavljajući da imate dostupno dovoljno slobodnog prostora.

source: Manual Partitioning selected.
hr: Odabrano je ručno particioniranje.

source: Bootloader Settings
hr: Postavke boot učitavača

source: GRUB will be installed to <b>%s</b>.
hr: GRUB će biti instaliran na <b>%s</b>.

source: GRUB will not be installed.
hr: GRUB neće biti instaliran.

source: Package Installation Settings
hr: Postavke instalacije paketa

source: Collection <b>%s</b> selected
hr: Zbirka <b>%s</b> odabrana

source: Confirm
hr: Potvrdi

source: The partitioning options you have selected will now be written to disk. Any data on deleted or reformatted partitions will be lost.
hr: Opcije particioniranja koje ste odabrali će sada biti zapisane na disk. Svi podaci na izbrisanim ilil reformatiranim particijama će biti izgubljeni.

source: Write Changes to Disk
hr: Zapiši promjene na disk

source: Go Back
hr: Idi natrag

source: Proprietary Hardware Drivers
hr: Vlasnički upravljački programi hardware-a

source: <qt>Proprietary drivers are available which may be required to utilize the full capabilities of your video card. These drivers are developed by the hardware manufacturer and not supported by Pisi Linux developers since their source code is not publicly available.<br><br><b>Do you want to install and use these proprietary drivers instead of the default drivers?</b></qt>
hr: <qt> Dostupni su vlasnički upravljački programi koji mogu biti potrebni da se iskoristi puna sposobnost vaše grafičke kartice. Ti upravljački programi su razvijeni od strane proizvođača hardwer-a i nije podržan od strane Pardus programera, jer njihov izvorni kod nije javno dostupan. <br><br> <b>Želite li instalirati i koristiti ove vlasničke upravljačke programe umjesto zadanih upravljačkih programa?</b> </qt>

source: Update
hr: Dopuni

source: This user name is already taken, please choose another one.
hr: Ovo korisničko ime već zauzeto, molim odaberite drugo.

source: The user name contains invalid characters.
hr: Korisničko ime sadrži neispravne znakove.

source: The real name contains invalid characters.
hr: Pravo ime sadrži neispravne znakove.

source: User ID used before, choose another one!
hr: Korisnički ID je korišten prije, odaberite drugi!

source: Add
hr: Dodaj

source: Partitions to Shrink
hr: Particije za smanjiti

source: Resize FileSystem Error
hr: Greška promjene veličine datotečnog sustava

source: Resize Device Error
hr: Greška u promjeni veličine uređaja

source: You cannot remove this physical volume because otherwise the volume group will be too small to hold the currently defined logical volumes.
hr: Ne možete ukloniti ovu fizički particiju, jer bi tada particijska grupa bila premala za zadržavanje trenutno definiranih logičkih particija.

source: Don't ask again
hr: Ne pitaj me ponovno

source: Do you want to continue?
hr: Želite li nastaviti?

source: Information
hr: Informacija

source: OK
hr: U redu

source: Error reporting
hr: Izvješćivanje o pogreškama

source: Style file doesn't exists
hr: Datoteka stila ne postoji

source: Release file doesn't exists
hr: Datoteka izdanja ne postoji

source: Turn Off Computer
hr: Isključi računalo

source: Restart Computer
hr: Ponovno pokreni računalo

source: Restart YALI
hr: Ponovno pokreni YALI

source: right
hr: desno

source: left
hr: lijevo

source: Mouse Settings
hr: Postavke miša

source: You just clicked the <b>%s</b> mouse button.
hr: Upravo ste kliknuli <b>%s</b> tipku miša.

source: Do you want to switch to the <b>%s</b> handed configuration?
hr: Želite li prebaciti na <b>%s</b> ručnu konfiguraciju?

source: Are you sure you want to shut down your computer now?
hr: Jeste li sigurni da želite isključiti računalo sada?

source: Are you sure you want to restart your computer now?
hr: Jeste li sigurni da želite ponovono pokrenuti računalo sada?

source: Are you sure you want to restart the YALI installer now?
hr: Jeste li sigurni da želite ponovono pokrenuti YALI instaler sada?

source: An error occurred when attempting to load screens:%s
hr: Došlo je do pogreške prilikom pokušaja učitavanja ekrana:%s

source: Release Notes
hr: Obavijesti o izdanju

source: Release notes could not be loaded.
hr: Obavijesti o izdanju nisu mogle biti učitane.

source: This partition is part of an inconsistent LVM Volume Group.
hr: Ova particija dio LVM nedosljedne particijske grupe.

source: Storage Device Error
hr: Greška uređaja pohrane

source: There was an error encountered while partitioning on device %s.
hr: Došlo je do pogreške pri particioniranju na uređaju %s.

source: Storage Format Error
hr: Greška formatiranja pohrane

source: There was an error encountered while formatting on device %s.
hr: Došlo je do pogreške pri formatiranju na uređaju %s.

source: Exit installer
hr: Napusti instaler

source: Ignore
hr: Ignoriraj

source: Dirty File Systems
hr: Prljavi datotečni sustavi

source: The following file systems for your Linux system were not unmounted cleanly. Please boot your Linux installation, let the file systems be checked and shut down cleanly to rescue. %s
hr: Sljedeći datotečni sustavi za vaš Linux sustav nisu odmontirani čisto. Molimo podignite vašu Linux instalaciju, neka datotečni sustavi budu provjereni i isključi čisto za spašavanje. %s

source: The following file systems for your Linux system were not unmounted cleanly. Would you like to mount them anyway? %s
hr: Sljedeći datotečni sustavi za vaš Linux sustav nisu odmontirani čisto. Želite li ih ipak montirati? %s

source: This partition is holding the data for the hard drive install.
hr: Ova particija sadrži podatke za instalaciju na tvrdi disk.

source: This device is part of the RAID device %s, you have to edit or remove the raid partition appropriately!
hr: Ovaj uređaj je dio RAID uređaja %s, morate urediti ili ukloniti RAID particiju na odgovarajući način!

source: This device is part of a RAID device.
hr: Ovaj uređaj je dio RAID uređaja.

source: This device is part of the LVM volume group '%s'.
hr: Ureðaj je dio LVM particijske grupe '%s'.

source: This device is part of a LVM volume group.
hr: Ureðaj je dio LVM particijske grupe.

source: This device is an extended partition which contains logical partitions that cannot be deleted:
hr: Ovaj uređaj je proširena particija koja sadrži logičke particije koje se ne mogu izbrisati:

source: You have not defined a root partition (/),which is required for installation of %s to continue.
hr: Niste definirali root particiju (/), koja je potrebna za instalaciju%s da biste nastavili.

source: Your / partition is less than %(min)s MB which is lower than recommended for a normal %(productName)s install.
hr: VAša / particija je manja od %(min)s MB što je manje od preporučenog za normalnu %(productName)s instalaciju.

source: Your %(mount)s partition is less than %(size)s megabytes which is lower than recommended for a normal %(productName)s install.
hr: Vaša %(mount)s particija je manja od %(size)s megabyte-a što je manje od preporučenog za normalnu %(productName)s instalaciju.

source: You have not specified a swap partition. Due to the amount of memory present, a swap partition is required to complete installation.
hr: Niste odredili swap particiju. Zbog trenutne količine memorije , swap particija je potrebna za dovršenje instalacije.

source: You have not specified a swap partition. Although not strictly required in all cases, it will significantly improve performancefor most installations.
hr: Niste odredili swap particiju. Iako nije strogo potrebna u svim slučajevima, to će značajno poboljšati performance za većinu instalacija.

source: This mount point is invalid. The %s directory must be on the / file system.
hr: Ova točka montiranja je neispravna. %s direktorij mora biti na / datotečnom sustavu.

source: The mount point %s must be on a linux file system.
hr: Točka montiranja %s mora biti na Linux datotečnom sustavu.

source: No Drives Found
hr: Nijedan pogon nije pronaðen

source: An error has occurred - no valid devices were found on which to create new file systems. Please check your hardware for the cause of this problem.
hr: Došlo je do pogreške - nisu pronađeni valjani uređaji na kojima se može stvarati nove datotečne sustave. Molimo provjerite hardware za uzrok ovog problema.

source: requested size exceeds maximum allowed
hr: tražena veličina prelazi maksimalno dopuštenu

source: partition is too %(problem)s for %(format)s formatting
hr: particija je previše %(problem)s za %(format)s formatiranje

source: not enough free space on disks
hr: nema dovoljno slobodnog prostora na diskovima

source: not enough free space after creating extended partition
hr: nema dovoljno slobodnog prostora nakon stvaranja proširene particije

source: not enough space for LVM requests
hr: dovoljno mjesta za LVM zahtjev

source: Could not find enough free space for automatic partitioning, please use another partitioning method.
hr: Ne mogu pronaći dovoljno slobodnog prostora za automatsko particioniranje. molimo Vas da koristite drugi način particioniranja.

source: Warnings During Automatic Partitioning
hr: Upozorenja tijekom automatskog particioniranja

source: Following warnings occurred during automatic partitioning: %s
hr: Slijedeća upozorenja dogodila su se tijekom automatskog particioniranja: %s
