Repository: pisilinux/project
Catalog: yali-faimly/yali/po/*.po
Languages: hr

source: Press 'OK' to exit the installer.
hr: Kliknite "U redu" za izlazak iz instalera.

source: Could not allocate requested partitions: %(msg)s.%(extra)s
hr: Ne mogu dodijeliti zahtjevane particije: %(msg)s.%(extra)s

source: Automatic Partitioning Errors
hr: Greške automatskog particioniranja

source: The following errors occurred with your partitioning: %(errortxt)s This can happen if there is not enough space on your hard drive(s) for the installation. %(extra)s
hr: Došlo je do slijedećih grešaka tijekom vašeg particioniranja:: %(errortxt)s Ovo se može dogoditi ako nema dovoljno prostora na vašem tvrdom disku(ovima) za instalaciju. %(extra)s

source: Please enter a volume group name.
hr: Unesite naziv particijske grupe.

source: Volume Group Names must be less than 128 characters
hr: Imena particijske grupe moraju imati manje od 128 znakova

source: Error - the volume group name %s is not valid.
hr: Pogreška - naziv particijske grupe %s nije valjan.

source: Error - the volume group name contains illegal characters or spaces. Acceptable characters are letters, digits, '.' or '_'.
hr: Pogreška - naziv particijske grupe sadrži nedozvoljene znakove ili razmake. Prihvatljivi znakovi su slova, brojevi, "." ili '_'.

source: Please enter a logical volume name.
hr: Molimo unesite ime logičke particije.

source: Logical Volume Names must be less than 128 characters
hr: Imena logičkih particija moraju biti manja od 128 znakova

source: Error - the logical volume name %s is not valid.
hr: Greška - ime logičke particije %s nije valjano.

source: Error - the logical volume name contains illegal characters or spaces. Acceptable characters are letters, digits, '.' or '_'.
hr: Greška - ime logičke particije sadrži nedopuštene znakove ili razmake. Prihvatljivi znakovi su slova, brojevi, "." ili '_'.

source: Format as Swap?
hr: Formatirati kao swap?

source: %s has a partition type of 0x82 (Linux swap) but does not appear to be formatted as a Linux swap partition. Would you like to format this partition as a swap partition?
hr: %s ima particiju tipa 0x82 (Linux swap), ali ne čini se da je formatirana kao Linux swap particija. Želite li formatirati ovu particiju kao swap particiju?

source: You are about to delete all partitions on the device '%s'.
hr: Spremate se izbrisati sve particije na uređaju %s'.

source: Notice
hr: Obavijest

source: The following partitions were not deleted because they are in use: %s
hr: Sljedeće particije nisu izbrisane, jer su u uporabi: %s

source: Unable To Delete
hr: Nije moguće izbrisati

source: You must first select a partition to delete.
hr: Prvo morate odabrati particiju za brisanje.

source: The mount point %s is invalid. Mount points must start with '/' and cannot end with '/', and must contain printable characters and no spaces.
hr: Točka montiranja %s nije valjana. Točke montiranja moraju početi s '/' i ne mogu završavati s '/', i moraju sadržavati ispisive znakove i bez razmaka.

source: Error with Partitioning
hr: Pogreška u particioniranju

source: The following critical errors exist with your requested partitioning scheme. These errors must be corrected prior to continuing with your install of %(productName)s. %(errorstr)s
hr: Slijedeće kritične greške postoje na vašoj zahtjevanoj particijskoj shemi. Ove greške moraju biti ispravljene prije nego se nastavi sa instalacijom %(productName)s. %(errorstr)s

source: Partitioning Warning
hr: Upozorenja particioniranja

source: The following warnings exist with your requested partition scheme. %s Would you like to continue with your requested partitioning scheme?
hr: Postoje slijedeća upozorenja sa zahtjevanom shemom particioniranja. %s Želite li nastaviti sa zahtjevanom shemom particioniranja?

source: The following pre-existing partitions have been selected to be formatted, destroying all data.
hr: Sljedeće već postojeće particije su odabrane za formatiranje, uništavajući sve podatke

source: Select 'Yes' to continue and format these partitions, or 'No' to go back and change these settings.
hr: Odaberite 'Da' za nastavak i formatiranje ovih particija, ili "Ne" za vraćanje i promijenu ovih postavki.

source: Format Warning
hr: Upozorenje formatiranja

source: You are about to delete the volume group "%s". ALL logical volumes in this volume group will be lost!
hr: Spremate se izbrisati particijsku grupu "%s". Sve logičke particije će biti izgubljene!

source: You are about to delete the logical volume "%s".
hr: Spremate se izbrisati logičku particiju "%s".

source: You are about to delete a RAID device.
hr: Spremate se izbrisati RAID uređaj.

source: You are about to delete the %s partition.
hr: Spremate se izbrisati %s particiju.

source: You are about to delete the %(type)s %(name)s
hr: Spremate se izbrisati %(type)s %(name)s

source: Confirm Reset
hr: Potvrdi vraćanje na izvorno

source: Are you sure you want to reset the partition table to its original state?
hr: Jeste li sigurni da želite vratiti vašu particijsku tablicu na izvorno stanje?

source: You have chosen to use a pre-existing partition for this installation without formatting it. We recommend that you format this partition to make sure files from a previous operating system installation do not cause problems with this installation of Linux. However, if this partition contains files that you need to keep, such as home directories, then continue without formatting this npartition.
hr: Izabrali ste već postojeću particiju za ovu instalaciju bez da ste je formatirali.Preporučujemo da formatirate ovu particiju da biste bili sigurni da datoteke prethodnog operativnog sustava neće uzrokovati probleme ovoj instalaciji Linuxa. Međutim,ako ova particija sadrži datoteke koji želitesačuvati, kao što je osobna mapa,tada nastavite be3t formatiranja ove particije.

source: Format?
hr: Formatirati?

source: Do Not Format
hr: Nemoj formatirati

source: Storage Device Warning
hr: Upozorenje uređaja za pohranu

source: The following storage device may contain recoverable data:<br><br>%(description)s (%(size)s MB)<br><br>This device may have data that will be <b>permanently lost</b> if you include it in this installation.<br><br>If you don't care about any data on this device, choose <b>Reset device</b> to include it in the installation process.<br><br>If you don't want the device to be permanently erased, select <b>Ignore device</b> and the device will not be considered as a possible installation target.
hr: Slijedeći uređaj za pohranu možda sadrži podatke koji se mogu vratiti:<br><br>%(description)s (%(size)s MB)<br><br>Ovaj uređaj ,možda ima podatke koji će biti <b>trajno izgubljeni</b> ako ga uključite u ovu instalaciju.<br><br>Ako ne marite za podatke na ovom uređaju odaberite <b>Ponovno namjesti uređaj</b> da biste ga uključili u instalacijski proces.<br><br>Ako ne želite da uređaj bude trajno izbrisan.odaberite <b>Zanemari uređaj</b> i uređaj neće biti smatran kao moguća instalacijska meta.

source: Reset device
hr: Ponovno namjesti uređaj

source: Ignore device
hr: Zanemari uređaj

source: No, protect data
hr: Ne, zaštiti podatake

source: Invalid mount point
hr: Neispravna točku montiranja

source: An error occurred when trying to create %s. Some element of this path is not a directory. This is a fatal error and the install cannot continue. Press <Enter> to exit the installer.
hr: Došlo je do greške prilikom pokušaja stvaranja %s. Neki element ove putanje nije direktorij.Ovo je kritična greška i instalacija se ne može nastaviti. Pritisnite <Enter> a izlazak iz instalacijskog programa.

source: An error occurred when trying to create %(mountpoint)s: %(msg)s. This is a fatal error and the install cannot continue. Press <Enter> to exit the installer.
hr: Došlo je do greške prilikom pokušaja stvaranja %(mountpoint)s: %(msg)s. Ovo je kritična greška i instalacija se ne može nastaviti. Pritisnite <Enter> za izlazak iz instalacijskog programa.

source: Unable to mount filesystem
hr: Nije moguće montiranje datotečnog sustava

source: An error occurred mounting device %(path)s as %(mountpoint)s. You may continue installation, but there may be problems.
hr: Došlo je do greške prilikom montiranja uređaja %(path)s kao %(mountpoint)s.Možete nastaviti sa instalacijom, ali može doći do problema.

source: An error occurred mounting device %(path)s as %(mountpoint)s: %(msg)s. This is a fatal error and the install cannot continue. Press <Enter> to exit the installer.
hr: Došlo je do greške prilikom montiranja uređaja %(path)s kao %(mountpoint)s: %(msg)s.Ovo je kritična greška i instalacija se ne može nastaviti. Pritisnite <Enter> za izlazak iz instalacijskog programa.

source: Skip
hr: Preskoči

source: The swap device: %s is an old-style Linux swap partition. If you want to use this device for swap space, you must reformat as a new-style Linux swap partition.
hr: Swap uređaj: %s je Linux swap particija staroga stila. Ako želite koristiti ovaj uređaj za swap prostor,morate reformatirati kao Linux swap particiju novoga stila.

source: The swap device: %s in your /etc/fstab file is currently in use as a software suspend device, which means your system is hibernating. If you are performing a new install, make sure the installer is set to format all swap devices.
hr: Swap uređaj: %s u vašoj /etc/fstab datoteci trenutno služi kao uređaj za suspenziju software-a,što znači da vaš sustav hibernira.Ako vršite novu instalaciju budite sigurni da je instalacijski program postavljen da formatira sve swap uređaje.

source: The swap device: %s does not contain a supported swap volume. In order to continue installation, you will need to format the device or skip it.
hr: Swap uređaj: %s ne sadrži podržanu swap particiju.Ako želite nastaviti instalaciju,morate formatirati uređaj ili ga preskočiti.

source: Error enabling swap device %(name)s: %(msg)s<br><br>This most likely means this swap device has not been initialized.<br><br>Press OK to exit the installer.
hr: Greška pri omogućavanju swap uređaja %(name)s: %(msg)s<br><br>Ovo najvjerojatnije znači da swap uređaj nije iniciran.<br><br>Pritisni U redu za izlazak iz instalacijskog programa.

source: Unrecognized filesystem type for %s (%s)
hr: Neprepoznati datotečni sustav za %s (%s)

source: Scanned format (%s) differs from fstab format (%s)
hr: Pregledani format (%s) razlikuje se od fstab formata (%s)

source: Cannot open %s for read
hr: Ne mogu otvoriti %s za čitanje

source: Fstab entry %s is malformed: %s
hr: Fstab unos %s je neispravan: %s

source: Creating file %s
hr: Stvaram datoteku %s

source: Creating device %s
hr: Stvaram uređaj %s

source: device has not been created
hr: uređaj nije stvoren

source: vginfo failed for %s
hr: vginfo nije uspio za %s

source: lvs failed for %s
hr: lvs nije uspio za %s

source: partition table
hr: particijska tablicu

source: Migrating %s filesystem on %s
hr: Premještanje %s datotečnog sustava na %s

source: Creating %(type)s filesystem on %(device)s
hr: Stvaram %(type)s datotečni sustav na %(device)s

source: Resizing filesystem on %s
hr: Promjena veličine datotečnog sustava na %s

source: Checking filesystem on %s
hr: Provjera datotečnog sustava na %s

source: Errors like this usually mean there is a problem with the filesystem that will require user interaction to repair. Restart installation after you have corrected the problems on the filesystem.
hr: Pogreške poput ovih obično znače da postoji problem s datotečnom sustavom koje zahtjevaju popravak. Ponovno pokrenite instalaciju nakon što ste ispravili probleme sa datotečnim sustavom.

source: Unrecoverable Error
hr: Nepopravljiva greška

source: File system errors left uncorrected.
hr: Pogreške datotečnog sustava ostale su neispravljene.

source: Usage or syntax error.
hr: Greška upotrebe ili sintakse.

source: e2fsck cancelled by user request.
hr: e2fsck otkazan na zahtjev korisnika.

source: Usage error.
hr: Greška korištenja.

source: physical volume (LVM)
hr: fizička particija (LVM)

source: Turkish
hr: Turski

source: Turkish F
hr: Turski F

source: Turkish Q
hr: Turski Q

source: English
hr: Engleski

source: English GB
hr: Engleski GB

source: Greek
hr: Grčki

source: Vietnamese
hr: Vijetnamski

source: Catalan
hr: Katalonski

source: Italian
hr: Talijanski

source: Czech
hr: Češki

source: Welsh
hr: Velški

source: Arabic
hr: Arapski

source: Estonian
hr: Estonski

source: Spanish
hr: Španjolski

source: Russian
hr: Ruski

source: Dutch
hr: Nizozemski

source: Portuguese
hr: Portugalski

source: Norwegian
hr: Norveški

source: Icelandic
hr: Islandski

source: Polish
hr: Poljski

source: Belgium
hr: Belgijski

source: French
hr: Francuski

source: Bulgarian
hr: Bugarski

source: Slovenian
hr: Slovenski

source: Croatian
hr: Hrvatski

source: German
hr: Njemački

source: Danish
hr: Danski

source: Brazilian
hr: Brazilski

source: Finnish
hr: Finski

source: Hungarian
hr: Mađarski

source: Japanese
hr: Japanski

source: Malayalam
hr: Malajski

source: Swedish
hr: Švedski

source: Macedonian
hr: Makedonski

source: Slovak
hr: Slovački

source: Ukrainian
hr: Ukrajinski

source: Serbian
hr: Srpski

source: Preparing home directory for %s...
hr: Pripremam osobnu mapu za %s...

source: Release file is missing
hr: Nedostaje datoteka izdanja

source: Release file is inconsistent
hr: Datoteka izdanja nije konzistentna

source: Invalid xml file
hr: Neispravna xml datoteka
